Repository: tizenorg/apps.home.ug-mobile-ap
Catalog: po/*.po
Languages: ar, az, bg, ca, cs, da, de, el_gr, es_us, et, eu, fi, fr, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, ko_kr, lt, lv, mk, nb, nl, pl, pt_br, ro, ru_ru, sk, sl, sr, sv, tr_tr, uk, uz, zh_cn, zh_hk

# IDS_COM_SK_OK
source: OK
ar: موافق
ca: Acceptar
es_us: Aceptar
eu: Ados
gl: Aceptar
hi: ओके
hr: U redu
hy: Ընդունել
is: Í lagi
ka: კი
ko_kr: 확인
lt: Gerai
lv: Labi
sl: V redu
tr_tr: Tamam
uk: ОК
zh_cn: 确定
zh_hk: 確定

# IDS_MOBILEAP_MBODY_DATA_USAGE
source: Data usage
ar: استخدام البيانات
az: İnternet istifadəsi
bg: Ползване на данни
ca: Ús de dades
cs: Použití dat
da: Databrug
de: Datennutzung
el_gr: Χρήση δεδομένων
es_us: Uso de datos
et: Andmekasutus
eu: Datuen erabilera
fi: Datan käyttö
fr: Utilisation des données
ga: Úsáid sonraí
gl: Uso dos datos
hi: डाटा उपयोग
hr: Korištenje podataka
hu: Adathasználat
hy: Տվյալների օգտագործում
is: Gagnanotkun
it_it: Utilizzo dati
ja_jp: データ​使用量
ka: მონაცემთა გამოყენება
kk: Деректер пайдалану
ko_kr: 데이터 사용
lt: Duomenų naudojimas
lv: Datu lietošana
mk: Користење податоци
nb: Databruk
nl: Gegevensgebruik
pl: Licznik danych
pt_br: Uso de dados
ro: Utilizare date
ru_ru: Использование данных
sk: Využitie dát
sl: Poraba podatkov
sr: Upotreba podataka
sv: Dataanvändning
tr_tr: Veri kullanımı
uk: Використання даних
uz: Ma’lumotdan foydalanish
zh_cn: 数据使用
zh_hk: 數據使用量

# IDS_MOBILEAP_BODY_TETHERING
source: Tethering
ar: تقييد
az: Bağlanma
bg: Привързване
cs: Sdílení internetového připojení
da: Internetdeling
es_us: Anclaje a red
et: Mobiilse internetiga ühendamine
eu: Sare ainguraketa
fi: Yhteyden jako
fr: Fonction modem
ga: Ag déanamh teaghráin
gl: Ancoraxe á rede
hi: टेथरिंग
hr: Dijeljenje veze
hu: Internetmegosztás
hy: Տեղակապում
is: Sími sem netaðgangsstaður
ja_jp: テザリング
ka: მიბმა
kk: Шектеу
ko_kr: 테더링
lt: Siejama
lv: Ierīces piesaiste tālrunim
mk: Споделување
nb: Internettdeling
pl: Udost. poł. internetowego
pt_br: Ancoragem
ru_ru: Модем
sk: Zdieľanie pripojenia
sr: Vezivanje
sv: Internetdelning
tr_tr: Bağlantı
uk: Прив’язка
uz: Bog‘lash
zh_cn: 网络分享
zh_hk: 網絡共享

# IDS_WIFI_TPOP_MAXIMUM_NUMBER_OF_CHARACTERS_PD_REACHED
source: Maximum number of characters %d reached.
ar: تم الوصول إلى الحد الأقصى من عدد الأحرف %d
az: Simvolların sayı maksimuma %d çatıb
bg: Достигнат е максималният брой знаци %d.
ca: S'ha assolit el nombre màxim de %d caràcters.
cs: Bylo dosaženo maximálního počtu znaků %d.
da: Det maksimale antal tegn %d er nået.
de: Maximale Anzahl %d von Zeichen erreicht.
el_gr: Συμπληρώθηκε ο μέγιστος αριθμός %d χαρακτήρων.
es_us: Se alcanzó el número máximo de caracteres (%d).
et: Maksimaalne tähemärkide arv (%d) on saavutatud
eu: %d gehienezko karaktere kopurura iritsi zara.
fi: Merkkien enimmäismäärä %d on saavutettu.
fr: Le nombre maximum de caractères (%d) est atteint.
ga: Uaslíon na gcarachtar %d bainte amach.
gl: Alcanzouse o número máximo de carácteres %d.
hi: वर्णों की अधिकतम संख्या %d तक पहुँच गई।
hr: Dosegnut maksimalan broj znakova %d.
hu: Elérte a karakterek maximális számát (%d).
hy: Հասել է նիշերի առավելագույն քանակին՝ %d
is: Hámarksfjölda stafa (%d) hefur verið náð.
it_it: È stato raggiunto il numero massimo di caratteri (%d).
ja_jp: 最大文字数(%d文字)に達しました。
ka: მიღწეულია სიმბოლოების მაქსიმალური რაოდენობა %d
kk: Ең көп таңбалар санына (%d) жетті
ko_kr: 최대 글자 수 %d자에 도달하였습니다.
lt: Pasiektas didžiausias simbolių skaičius: %d
lv: Sasniegts maksimālais rakstzīmju skaits (%d)
mk: Достигнат е максималниот број знаци %d.
nb: Maksimalt antall tegn %d er nådd.
nl: Maximumaantal tekens %d bereikt.
pl: Osiągnięto maksymalną liczbę znaków: %d.
pt_br: Número máximo de %d caracteres atingido.
ro: S-a atins numărul maxim de %d caractere.
ru_ru: Достигнуто максимальное число символов (%d)
sk: Dosiahol sa maximálny počet znakov (%d).
sl: Doseženo je največje dovoljeno število znakov %d.
sr: Dostignut je maksimalan broj od %d karaktera.
sv: Högsta antal tecken %d har uppnåtts.
tr_tr: Maksimum karakter sayısına %d ulaşıldı
uk: Досягнуто максимальної кількості символів: %d
uz: Belgilar soni ruxsat etilgan maksimal miqdorga %d yetdi
zh_cn: 达到的最大字符数 %d
zh_hk: 已達字元數量上限 %d

# IDS_BR_SK_YES
source: Yes
ar: نعم
az: Bəli
bg: Да
ca: Sí
cs: Ano
da: Ja
de: Ja
el_gr: Ναι
es_us: Sí
et: Jah
eu: Bai
fi: Kyllä
fr: Oui
ga: Déan é
gl: Si
hi: हाँ
hr: Da
hu: Igen
hy: Այո
is: Já
it_it: Sì
ja_jp: はい
ka: კი
kk: Иә
ko_kr: 예
lt: Taip
lv: Jā
mk: Да
nb: Ja
nl: Ja
pl: Tak
pt_br: Sim
ro: Da
ru_ru: Да
sk: Áno
sl: Da
sr: Da
sv: Ja
tr_tr: Evet
uk: Так
uz: Ha
zh_cn: 是
zh_hk: 是

# IDS_BR_SK_NO
source: No
ar: لا
az: Xeyr
bg: Не
cs: Ne
da: Nej
de: Nein
el_gr: Όχι
et: Ei
eu: Ez
fi: Ei
fr: Non
ga: Ná déan é
gl: Non
hi: नहीं
hr: Ne
hu: Nem
hy: Ոչ
is: Nei
ja_jp: いいえ
ka: არა
kk: Жоқ
ko_kr: 아니요
lt: Ne
lv: Nē
mk: Не
nb: Nei
nl: Nee
pl: Nie
pt_br: Não
ro: Nu
ru_ru: Нет
sk: Nie
sl: Ne
sr: Ne
sv: Nej
tr_tr: Hayır
uk: Ні
uz: Yo‘q
zh_cn: 否
zh_hk: 否

# IDS_BR_SK_CANCEL
source: Cancel
ar: إلغاء
az: Ləğv et
bg: Отмени
cs: Zrušit
da: Annullér
de: Abbrechen
el_gr: Άκυρο
es_us: Cancelar
et: Tühista
eu: Ezeztatu
fi: Peruuta
fr: Annuler
ga: Cuir ar ceal
gl: Cancelar
hi: रद्द
hr: Prekid
hu: Mégse
hy: Չեղարկել
is: Hætta við
it_it: Annulla
ja_jp: キャンセル
ka: გაუქმება
kk: Тоқтату
ko_kr: 취소
lt: Atšaukti
lv: Atcelt
mk: Откажи
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulare
ru_ru: Отмена
sk: Zrušiť
sl: Prekliči
sr: Otkaži
sv: Avbryt
tr_tr: İptal
uk: Скасувати
uz: Bekor qilish
zh_cn: 取消
zh_hk: 取消

# IDS_COM_BODY_HELP
source: Help
ar: مساعدة
bg: Помощ
et: Spikker
fr: Aide
ga: Cuidiú
gl: Axuda
hi: सहायता
hr: Upute
hy: Օգնություն
ja_jp: ヘルプ
lt: Pagalba
lv: Palīdzība
mk: Помош
pl: Pomoc
ru_ru: Справка
sl: Pomoč
sr: Pomoć
tr_tr: Yardım
uk: Довідка
zh_hk: 說明

# IDS_ST_HEADER_RENAME_DEVICE
source: Rename device
ar: إعادة تسمية الجهاز
az: Cihazın adını dəyiş
bg: Преименуване на устройството
ca: Canviar el nom del dispositiu
cs: Přejmenovat zařízení
da: Omdøb enhed
de: Gerätenamen ändern
el_gr: Μετονομασία συσκευής
es_us: Renombrar dispositivo
et: Nimeta seade ümber
eu: Berrizendatu gailua
fi: Nimeä laite uudelleen
fr: Renommer le périphérique
ga: Athainmnigh an gléas
gl: Cambiar nome do dispositivo
hi: डिवाइस का नाम बदलें
hr: Preimenuj uređaj
hu: Eszköz átnevezése
hy: Վերանվանել սարքը
is: Endurnefna tæki
it_it: Rinomina il dispositivo
ja_jp: デバイス名称を変更
ka: მოწყობილობის სახელის შეცვლა
kk: Құрылғы атын өзгерту
ko_kr: 디바이스 이름 변경
lt: Pervardyti įrenginį
lv: Pārdēvēt ierīci
mk: Преименувај го уредот
nb: Gi nytt navn til enhet
nl: Naam apparaat wijzigen
pl: Zmień nazwę urządzenia
pt_br: Renomear dispositivo
ro: Redenumire dispozitiv
ru_ru: Переименовать устройство
sk: Premenovať zariadenie
sl: Preimenujte napravo
sr: Preimenuj uređaj
sv: Byt namn på enhet
tr_tr: Cihazı yeniden adlandır
uk: Перейменувати пристрій
uz: Qurilma nomini o'zgartirish
zh_cn: 重命名设备
zh_hk: 重新命名裝置

# IDS_ST_HEADER_MY_DEVICE_NAME
source: My device name
ar: اسم الجهاز
az: Qurğumun adı
bg: Име на моето устройство
ca: El nom del meu dispositiu
cs: Název zařízení
da: Mit enhedsnavn
de: Name meines Geräts
el_gr: Το όνομα της συσκευής μου
es_us: Nombre del dispositivo
et: Minu seadme nimi
eu: Nire gailuaren izena
fi: Oman laitteen nimi
fr: Nom de mon périphérique
ga: Ainm mo ghléis
gl: Nome do meu dispositivo
hi: मेरे डिवाइस का नाम
hr: Naziv mog uređaja
hu: Saját eszköz neve
hy: Իմ սարքի անունը
is: Heiti tækisins
it_it: Nome mio dispositivo
ja_jp: マイデバイス名
ka: ჩემი მოწყობილობის სახელი
kk: Менің құрылғымның аты
ko_kr: 내 디바이스 이름
lt: Mano įrenginio pavadinimas
lv: Manas ierīces nosaukums
mk: Име на мојот уред
nb: Mitt enhetsnavn
nl: Mijn apparaatnaam
pl: Nazwa mojego urządzenia
pt_br: Nome do meu dispositivo
ro: Numele dispozitivului meu
ru_ru: Имя устройства
sk: Názov môjho zariadenia
sl: Ime moje naprave
sr: Naziv mog uređaja
sv: Namn för min enhet
tr_tr: Cihazımın adı
uk: Ім’я мого пристрою
uz: Qurilmam nomi
zh_cn: 我的设备名称
zh_hk: 我的裝置名稱

# IDS_COM_BODY_ENTER_PASSWORD
source: Enter password.
ar: أدخل كلمة المرور.
az: Kodu daxil et.
bg: Въвеждане на парола
ca: Introduir contrasenya
cs: Zadejte heslo.
da: Angiv adgangskode.
de: Passwort eingeben
el_gr: Εισαγωγή κωδικού.
es_us: Introducir contraseña.
et: Sisestage parool.
eu: Pasahitza idatzi
fi: Kirjoita salasana.
fr: Saisir le mot de passe.
ga: Iontráil pasfhocal
gl: Introduza o contrasinal
hi: पासवर्ड प्रविष्ट करें
hr: Unesite lozinku.
hu: Írja be a jelszót.
hy: Մուտքագրեք գաղտնաբառը:
is: Rita aðgangsorð.
it_it: Inserisci password.
ja_jp: パスワードを入力
ka: პაროლის შეყვანა.
kk: Кілтсөз енгізіңіз.
ko_kr: 비밀번호를 입력하세요.
lt: Įvesti slaptažodį.
lv: Ievadiet paroli.
mk: Внесете лозинка.
nb: Angi passord.
nl: Wachtwoord invoeren
pl: Wpisz hasło.
pt_br: Insira senha.
ro: Introduceţi parola.
ru_ru: Введите пароль.
sk: Zadajte heslo.
sl: Vnesite geslo.
sr: Unesi šifru.
sv: Ange lösenord.
tr_tr: Şifreyi girin.
uk: Введіть пароль.
uz: Parol kiriting.
zh_cn: 输入密码
zh_hk: 輸入密碼。

# IDS_TPLATFORM_ACBUTTON_DONE_ABB
source: DONE
ar: تم
az: HAZIR
bg: ГОТОВО
ca: REALITZAT
cs: HOTOVO
da: UDFØRT
de: FERTIG
el_gr: ΤΕΛΟΣ
es_us: REALIZADO
et: VALMIS
eu: EGINA
fi: VALMIS
fr: OK
ga: DÉANTA
gl: FEITO
hi: पूर्ण
hr: GOTOVO
hu: KÉSZ
hy: ԱՐՎԱԾ
is: LOKIÐ
it_it: FATTO
ja_jp: 完了
ka: მზადაა
kk: ДАЙЫН
ko_kr: 완료
lt: ATLIKTA
lv: GATAVS
mk: ГОТОВО
nb: FULLFØRT
nl: GEREED
pl: GOTOWE
pt_br: CONCLUÍDO
ro: EFECTUAT
ru_ru: ГОТОВО
sk: HOTOVO
sl: KONČANO
sr: GOTOVO
sv: KLAR
tr_tr: BİTTİ
uk: ГОТОВО
uz: BAJARILDI
zh_cn: 完成
zh_hk: 完成

# IDS_TPLATFORM_ACBUTTON_CANCEL_ABB
source: CANCEL
ar: إلغاء
az: LƏĞV ET
bg: ОТКАЗ
ca: CANCEL·LAR
cs: ZRUŠIT
da: ANNULLER
de: ABBRECHEN
el_gr: ΑΚΥΡΟ
es_us: CANCELAR
et: TÜHISTA
eu: UTZI
fi: PERUUTA
fr: ANNULER
ga: CUIR AR CEAL
gl: CANCELAR
hi: रद्द करें
hr: ODUSTANI
hu: MÉGSE
hy: ԴԱԴԱՐԵՑՆԵԼ
is: HÆTTA VIÐ
it_it: ANNULLA
ja_jp: キャンセル
ka: გაუქმება
kk: БАС ТАРТУ
ko_kr: 취소
lt: ATŠAUKTI
lv: ATCELT
mk: ОТКАЖИ
nb: AVBRYT
nl: ANNULEREN
pl: ANULUJ
pt_br: CANCELAR
ro: ANULARE
ru_ru: ОТМЕНА
sk: ZRUŠIŤ
sl: PREKLIČI
sr: OTKAŽI
sv: AVBRYT
tr_tr: İPTAL
uk: СКАСУВАТИ
uz: BEKOR QILISH
zh_cn: 取消
zh_hk: 取消

# IDS_COM_SK_SAVE
source: Save
ar: حفظ
az: Yaddaşa yaz
bg: Запази
ca: Desar
cs: Uložit
da: Gem
de: Speichern
el_gr: Αποθ/ση
es_us: Guardar
et: Salvesta
eu: Gorde
fi: Tallenna
fr: Sauveg.
ga: Sábháil
gl: Gardar
hi: सुरक्षित
hr: Spremi
hu: Ment
hy: Պահել
is: Vista
it_it: Salva
ja_jp: 保存
ka: შენახვა
kk: Сақтау
ko_kr: 저장
lt: Išsaug.
lv: Saglabāt
mk: Сочувај
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ro: Salvare
ru_ru: Соxранить
sk: Uložiť
sl: Shrani
sr: Sačuvaj
sv: Spara
tr_tr: Kaydet
uk: Збер.
uz: Saqlash
zh_cn: 保存
zh_hk: 儲存

# IDS_MOBILEAP_BODY_BLUETOOTH_TETHERING
source: Bluetooth tethering
ar: تقييد البلوتوث
az: Bluetooth bağlanması
bg: Bluetooth привързване
ca: Tethering Bluetooth
cs: Sdílení připojení Bluetooth
da: Bluetooth-internetdeling
el_gr: Tethering μέσω Bluetooth
es_us: Anclaje a red Bluetooth
et: Bluetooth-jagamine
eu: Bluetooth ainguraketa
fi: Bluetooth-liitos
fr: Modem Bluetooth
ga: Nascaireacht Bluetooth
gl: Ancoraxe á rede do Bluetooth
hi: ब्लूटूथ टेथरिंग
hr: Bluetooth dijeljenje
hu: Bluetooth internetmegosztás
hy: Bluetooth տեղակապում
is: Bluetooth-tjóðrun
it_it: Tethering Bluetooth
ja_jp: Bluetoothテザリング
ka: მობილური ინტერნეტის გაზიარება Bluetooth-ით
kk: Bluetooth бекіту
ko_kr: 블루투스 테더링
lt: „Bluetooth“ siejimas
lv: Bluetooth piesaiste
mk: Споделување врска преку Bluetooth
nb: Internettdeling via Bluetooth
pl: Router Bluetooth
pt_br: Ancoragem Bluetooth
ro: Tethering prin Bluetooth
ru_ru: Bluetooth-модем
sk: Zdieľanie pripojenia Bluetooth
sl: Internet prek vmesnika Bluetooth
sr: Deljenje preko vezivanja
sv: Bluetooth-internetdelning
tr_tr: Bluetooth bağlantısı
uk: Прив’язка Bluetooth
uz: Bluetooth bog‘lanishi
zh_cn: 蓝牙网络分享
zh_hk: 藍牙網絡共享

# IDS_MOBILEAP_BODY_CONNECTED_DEVICE
source: Connected device
ar: الجهاز المتصل
az: Qoşulmuş cihaz
bg: Свързано устройство
ca: Dispositiu connectat
cs: Připojené zařízení
da: Forbundet enhed
de: Verbundenes Gerät
el_gr: Συνδεδεμένη συσκευή
es_us: Dispositivo conectado
et: Ühendatud seade
eu: Konektatutako gailua
fi: Yhdistetty laite
fr: Appareil(s) connecté(s)
ga: Gléas nasctha
gl: Dispositivo conectado
hi: कनेक्ट हुआ डिवाइस
hr: Spojeni uređaj
hu: Csatlakoztatott eszköz
hy: Միացված սարք
is: Tengt tæki
it_it: Dispositivo connesso
ja_jp: 接続中のデバイス
ka: დაკავშირებული მოწყობილობა
kk: Қосылған құрылғы
ko_kr: 연결된 디바이스
lt: Prijungtas įrenginys
lv: Pievienotā ierīce
mk: Поврзан уред
nb: Tilkoblet enhet
nl: Aangesloten apparaat
pl: Podłączone urządzenie
pt_br: Dispositivo conectado
ro: Dispozitiv conectat
ru_ru: Подключенное устройство
sk: Pripojené zariadenie
sl: Povezana naprava
sr: Povezani uređaj
sv: Ansluten enhet
tr_tr: Bağlı cihaz
uk: Підключений пристрій
uz: Ulangan qurilma
zh_cn: 连接的设备
zh_hk: 已連接裝置

# IDS_MOBILEAP_BODY_DATA_USED_C_PS_ABB
source: Data used: %s
ar: تاريخ الاستخدام: %s
az: İst.edilmiş mlmtlr: %s
bg: Дата на използване: %s
ca: Dades utilitzades: %s
cs: Objem dat: %s
da: Data brugt: %s
de: Verbrauchte Daten: %s
el_gr: Δεδομένα σε χρήση: %s
es_us: Uso de datos: %s
et: Kasutatud andmed: %s
eu: Erabilitako datuak: %s
fi: Käyttöpäivä: %s
fr: Données utilisées : %s
ga: Sonraí úsáidte: %s
gl: Datos usados: %s
hi: उपयोग किया गया डाटा: %s
hr: Korišteni podaci: %s
hu: Adathasználat: %s
hy: Օգտագործ. տվյալներ` %s
is: Notuð gögn: %s
it_it: Dati utilizzati: %s
ja_jp: データ使用量: %s
ka: გამოყენებულია: %s
kk: Пайдал-ған деректер: %s
ko_kr: 데이터 사용량: %s
lt: Naudojami duomenys: %s
lv: Izmantotie dati: %s
mk: Употребени податоци: %s
nb: Data brukt: %s
nl: Gebruikte gegevens: %s
pl: Użyte dane: %s
pt_br: Dados usados: %s
ro: Date utilizate: %s
ru_ru: Использов. данных: %s
sk: Použité údaje: %s
sl: Porabljeni podatki: %s
sr: Iskorišćeni podaci: %s
sv: Använda data :%s
tr_tr: Kullanılan veri: %s
uk: Використано даних: %s
uz: Ishlatil. ma’lumot: %s
zh_cn: 已使用的数据：%s
zh_hk: 已使用的數據：%s

# IDS_MOBILEAP_BODY_DEVICE_NAME
source: Device name
ar: اسم الجهاز
az: Cihazın adı
bg: Име устройство
ca: Nom dispositiu
cs: Jméno zařízení
da: Enhedsnavn
de: Gerätename
el_gr: Όνομα συσκευής
es_us: Nombre del dispositivo
et: Seadme nimi
eu: Gailuaren izena
fi: Laitteen nimi
fr: Nom de l'appareil
ga: Ainm an ghléis
gl: Nome do dispositivo
hi: डिवाइस का नाम
hr: Naziv uređaja
hu: Eszköznév
hy: Սարքի Անունը
is: Heiti tækis
it_it: Nome dispositivo
ja_jp: デバイス名称
ka: მოწყობილობის სახელი
kk: Құрылғының аты
ko_kr: 디바이스 이름
lt: Įrenginio vardas
lv: Ierīces nosaukums
mk: Име на уред
nb: Enhetsnavn
nl: Naam apparaat
pl: Nazwa urządzenia
pt_br: Nome do dispositivo
ro: Nume dispozitiv
ru_ru: Имя устройства
sk: Meno zariadenia
sl: Ime naprave
sr: Ime uređaja
sv: Enhetsnamn
tr_tr: Cihaz adı
uk: Ім'я пристрою
uz: Qurilma nomi
zh_cn: 设备名称
zh_hk: 裝置名稱

# IDS_MOBILEAP_BODY_DEVICE_NAME_CAN_BE_CHANGED_IN_PS
source: Device name can be changed in %s.
ar: يمكن تغيير اسم الجهاز في %s.
az: Cihazın adını %s-da dəyişdirmək olar.
bg: Името на устройството може да бъде променено в %s.
ca: El nom del dispositiu es pot canviar a %s
cs: Název zařízení je možné změnit v %s.
da: Enhedsnavnet kan ændres i %s.
de: Gerätename kann in %s geändert werden.
el_gr: Μπορείτε να αλλάξετε το όνομα της συσκευής από το %s.
es_us: El nombre del dispositivo puede cambiarse en %s.
et: Seadme nime saab muuta menuus %s.
eu: Gailuaren izen alda daiteke %s-(a)n
fi: Laitteen nimi voidaan muuttaa kohdassa %s.
fr: Le nom de l'appareil peut être modifié sous %s.
ga: Is féidir ainm an ghléis a athrú i %s
gl: O nome do dispositivo pode cambiarse en %s
hi: डिवाइस नाम %s में बदला जा सकता है
hr: Naziv uređaja može se promijeniti u %s.
hu: Az eszköz neve itt módosítható: %s.
hy: Սարքի անունը կարող է փոխվել %sում:
is: Heiti tækis má breyta í %s.
it_it: Il nome dispositivo può essere modificato in %s.
ja_jp: 端末名は%sで変更できます。
ka: თუ გსურთ შეცვალოთ აპარატის სახელი, გახსენით %s.
kk: Құрылғы атауын %s кейін ауыстыруға болады.
ko_kr: %s에서 디바이스 이름을 변경할 수 있습니다.
lt: Įrenginio pavadinimas gali būti pakeistas į %s.
lv: Ierīces nosaukumu var mainīt izvēlnē %s.
mk: Името на уредот може да се смени во %s.
nb: Enhetsnavnet kan endres i %s.
nl: Apparaatnaam kan worden gewijzigd in %s.
pl: Nazwę urządzenia można zmienić w następującej lokalizacji: %s.
pt_br: O nome do dispositivo pode ser alterado em %s.
ro: Numele dispozitivului poate fi modificat în %s.
ru_ru: Имя устройства можно изменить в %s.
sk: Názov zariadenia možno zmeniť v %s.
sl: Ime naprave lahko spremenite v %s.
sr: Ime uređaja može da se promeni u %s.
sv: Enhetsnamnet kan ändras i %s.
tr_tr: Cihaz adı %s konumunda değiştirilebilir.
uk: Ім’я пристрою можна змінити у %s.
uz: Qurilma nomi %sda o‘zgartirilishi mumkin.
zh_cn: 可在 %s 中更改设备名称。
zh_hk: 裝置名稱可於 %s 中更改。

# IDS_MOBILEAP_BODY_HIDE_MY_DEVICE
source: Hide my device
ar: إخفاء جهازي
az: Mənim cihazımı gizlədin
bg: Скрий моето устройство
ca: Ocultar el meu dispositiu
cs: Skrýt mé zařízení
da: Skjul min telefon
de: Mein Gerät ausblenden
el_gr: Απόκρυψη της συσκευής μου
es_us: Ocultar mi dispositivo
et: Peida minu seade
eu: Ezkutatu nire gailua
fi: Piilota oma laite
fr: Masquer mon appareil
ga: Folaigh mo ghléas
gl: Ocultar o meu dispositivo
hi: मेरी डिवाइस छिपाएँ
hr: Sakrij moj uređaj
hu: Saját eszköz elrejtése
hy: Թաքցնել իմ սարքը
is: Fela tækið mitt
it_it: Nascondi rete generata
ja_jp: マイデバイスを非表示
ka: დაიმალოს ჩემი მოწყობილობა
kk: Менің құрылғымды жасыру
ko_kr: 내 디바이스 숨기기
lt: Slėpti mano įrenginį
lv: Slēpt manu ierīci
mk: Прикриј го мојот уред
nb: Skjul min enhet
nl: Mijn apparaat verbergen
pl: Ukryj urządzenie
pt_br: Ocultar o meu dispositivo
ro: Ascundere dispozitiv
ru_ru: Скрыть устройство
sk: Skryť moje zariadenie
sl: Skrij mojo napravo
sr: Sakrij moj uređaj
sv: Dölj min enhet
tr_tr: Cihazımı gizle
uk: Приховати мій пристрій
uz: Mening qurilmamni yashirish
zh_cn: 隐藏我的设备
zh_hk: 隱藏我的裝置

# IDS_MOBILEAP_BODY_PASSWORD
source: Password
ar: كلمة المرور
az: Şifrə
bg: Парола
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
el_gr: Κωδικός πρόσβασης
es_us: Contraseña
et: Parool
eu: Pasahitza
fi: Salasana
fr: Mot de passe
ga: Pasfhocal
gl: Contrasinal
hi: पासवर्ड
hr: Lozinka
hu: Jelszó
hy: Գաղտնաբառ
is: Aðgangsorð
ja_jp: パスワード
ka: პაროლი
kk: Кілтсөз
ko_kr: 비밀번호
lt: Slaptažodis
lv: Parole
mk: Лозинка
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ro: Parolă
ru_ru: Пароль
sk: Heslo
sl: Geslo
sr: Lozinka
sv: Lösenord
tr_tr: Şifre
uk: Пароль
uz: Parol
zh_cn: 密码
zh_hk: 密碼

# IDS_MOBILEAP_BODY_PD_BYTES
source: %d bytes
ar: %d بايت
az: %d Bayt
bg: %d байта
cs: %d B
de: %d Byte
et: %d baiti
eu: %d Byte
fi: %d tavua
fr: %d octet(s)
ga: %d beart
hi: %d बाइट्स
hu: %d bájt
hy: %d Բայտ
is: %d Bæti
it_it: %d byte
ka: %d ბაიტი
kk: %d Байт
ko_kr: %d바이트
lt: %d baitai (-ų)
lv: %d baiti
mk: %d бајти
nb: %d Byte
pl: Bajtów: %d
ro: %d octeţi
ru_ru: %d байт(а)
sk: %d B
sl: %d B
sr: %d bajtova
sv: %d byte
tr_tr: %d Bayt
uk: %d байт
uz: %d bayt
zh_cn: %d 字节
zh_hk: %d 位元組

# IDS_MOBILEAP_BODY_PD_KB
source: %d KB
fi: %d kt
fr: %d ko
hy: %d Կբ
ka: %d კბ.
kk: %d KБ
ru_ru: %d Кб

# IDS_MOBILEAP_BODY_PD_MB
source: %d MB
fi: %d Mt
fr: %d Mo
hy: %d Մբ
ka: %d მბ
kk: %d МБ
ru_ru: %d МБ
uk: %d Мб

# IDS_MOBILEAP_BODY_SECURITY
source: Security
ar: الحماية
az: Təhlükəsizlik
bg: Защита
ca: Seguretat
cs: Zabezpečení
da: Sikkerhed
de: Sicherheit
el_gr: Ασφάλεια
es_us: Seguridad
et: Turvalisus
eu: Segurtasuna
fi: Turvallisuus
fr: Sécurité
ga: Slándáil
gl: Seguridade
hi: सुरक्षा
hr: Sigurnost
hu: Biztonság
hy: Անվտանգություն
is: Öryggi
it_it: Sicurezza
ja_jp: セキュリティ
ka: უსაფრთხოება
kk: Қауіпсіздік
ko_kr: 보안
lt: Sauga
lv: Drošība
mk: Сигурност
nb: Sikkerhet
nl: Beveiliging
pl: Bezpieczeństwo
pt_br: Segurança
ro: Securitate
ru_ru: Безопасность
sk: Zabezpečenie
sl: Varnost
sr: Zaštita
sv: Säkerhet
tr_tr: Güvenlik
uk: Безпека
uz: Xavfsizlik
zh_cn: 安全
zh_hk: 安全性

# IDS_MOBILEAP_BODY_TAP_TO_CONFIGURE_TETHERING
source: Tap to configure tethering.
ar: انقر لتهيئة التقييد
az: Bağlanmanı konfiqurasiya etmək üçün vurun.
bg: Чукнете, за да конфигурирате привързване.
ca: Toqui per configurar tethering
cs: Klepněte a nakonfigurujte sdílení připojení k Internetu.
da: Tryk for at konfigurere deling.
de: Tippen, um Tethering zu konfigurieren
el_gr: Πατήστε για να κάνετε διαμόρφωση του tethering.
es_us: Pulse para configurar el anclaje a red.
et: Toksake, et konfigureerida modemit.
eu: Ukitu ainguraketa konfiguratzeko
fi: Määritä yhteys napauttamalla.
fr: Appuyez pour configurer le modem.
ga: Tapáil le nascaireacht a chumrú
gl: Toca para configurar a ancoraxe á rede
hi: टेथरिंग कॉन्फ़िगर करने के लिए टैप करें
hr: Dodirnite za konfiguraciju dijeljenja.
hu: Érintse meg az internetmegosztás konfigurálásához.
hy: Թակել՝ տեղակապումը կազմաձևելու համար:
is: Pikkaðu til að stilla tjóðrun.
it_it: Toccate per configurare il tethering.
ja_jp: テザリングを設定するにはタップしてください。
ka: შეეხეთ და აირჩიეთ კომპიუტერში მობილური ინტერნეტის კონფიგურაცია.
kk: Байланыстыруды конфигурациялау үшін түртіңіз.
ko_kr: 테더링을 구성하려면 누르세요.
lt: Bakstelėkite, kad sukonfigūruotumėte siejimą.
lv: Pieskarieties, lai konfigurētu piesaisti.
mk: Допрете за конфигурирање на поврзувањето.
nb: Trykk for å konfigurere Internettdeling.
nl: Tik om tethering te configureren.
pl: Dotknij, aby skonfigurować udostępnianie.
pt_br: Toque para configurar a ligação tethering.
ro: Atingeţi pentru a configura furnizarea accesului la internet.
ru_ru: Коснитесь для настройки модема.
sk: Ťuknutím môžete konfigurovať zdieľanie pripojenia.
sl: Pritisnite za konfiguracijo uporabe telefona kot modema.
sr: Kucni za konfigurisanje vezivanja.
sv: Tryck för att konfigurera internetdelning.
tr_tr: Bağlanmayı yapılandırmak için dokunun
uk: Натисніть, щоб настроїти прив'язку.
uz: Bog‘lanishni sozlash uchun cherting.
zh_cn: 轻敲以配置网络共享。
zh_hk: 輕觸以配置網絡共享。

# IDS_MOBILEAP_BODY_TETHERING_ACTIVE_ABB
source: Tethering active
ar: التقييد نشط
az: Bağlama aktivdir
bg: Привързв.активно
ca: Tethering actiu
cs: Sdíl. přip. akt.
da: Deling aktiv
de: Tethering aktiv
el_gr: Tethering ενεργό
es_us: Anclaje a red act.
et: Modem aktiivne
eu: Aingurak. aktibo
fi: Yhteyden jak. k.
fr: Modem actif
ga: Nascaireacht air
gl: Ancoraxe activa
hi: टेथरिंग सक्रिय
hr: Dijeli se
hu: Int.mego. aktív
hy: Տեղակապ. ակտիվ է
is: Tjóðrun er virk
it_it: Tethering attivo
ja_jp: テザリング中...
ka: მობ. ქსელი ჩართ.
kk: Байл-тыру қосулы
ko_kr: 테더링 실행 중
lt: Siejimas įjungt.
lv: Piesaiste aktīva
mk: Активно делење
nb: Deling aktiv
nl: Tethering actief
pl: Udostęp. aktywne
pt_br: Ancoragem ativa
ro: Acces internet activ
ru_ru: Модем активен
sk: Zdieľ. pr. akt.
sl: Int. po tel. ak.
sr: Delj. veze akt.
sv: Internetdeln akt
tr_tr: Bağlantı etkin
uk: Прив’язка актив.
uz: Bog‘lanish faol
zh_cn: 网络分享激活
zh_hk: 網絡共享使用中
