Repository: tizenorg/apps.home.ug-mobile-ap
Catalog: po/*.po
Languages: ar, az, bg, ca, cs, da, de, el_gr, es_us, et, eu, fi, fr, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, ko_kr, lt, lv, mk, nb, nl, pl, pt_br, ro, ru_ru, sk, sl, sr, sv, tr_tr, uk, uz, zh_cn, zh_hk

source: Unable to use tethering in Flight mode. To use tethering, disable Flight mode.
ar: يتعذر استخدام التقييد في وضع الطيران. لاستخدام التقييد، قم بإلغاء تفعيل وضع الطيران.
az: Uçuş rejimində bağlanmadan istifadə etmək mümkün deyil. Bağlantıdan istifadə etmək üçün Uçuş rejimini qeyri-aktiv edin.
bg: Привързването не може да се използва в режим Полет. За да използвате привързване, деактивирайте режим Полет.
ca: No es pot utilitzar tethering en mode Vol. Per utilitzar tethering, desactivi el mode Vol.
cs: Sdílené připojení k Internetu nelze v režimu Letadlo použít. Chcete-li použít sdílené připojení k Internetu, vypněte režim Letadlo.
da: Kan ikke bruge internetdeling i Flytilstand. For at bruge internetdeling skal du deaktivere Flytilstand.
de: Tethering kann im Offline-Modus nicht verwendet werden. Um Tethering zu verwenden, deaktivieren Sie den Offline-Modus.
el_gr: Δεν είναι δυνατή η χρήση του tethering στη λειτουργία πτήσης. Για να χρησιμοποιήσετε το tethering, απενεργοποιήστε τη λειτουργία πτήσης.
es_us: No se puede usar anclaje a red en perfil Fuera de línea. Para usar anclaje a red desactive el perfil Fuera de línea.
et: Modemit ei saa lennurežiimis kasutada. Modemi kasutamiseks desaktiveerige lennurežiim.
eu: Ezin da tethering erabili hegaldi moduan. Tethering erabiltzeko, desgaitu hegaldi modua.
fi: Yhteyttä ei voi jakaa lentotilassa. Jos haluat jakaa yhteyden, poista lentotila käytöstä.
fr: Impossible d'utiliser le modem en mode Hors-ligne. Pour utiliser le modem, désactivez le mode Hors-ligne.
ga: Ní féidir nascaireacht a úsáid sa mhód Eitilte. Díchumasaigh mód Eitilte le nascaireacht a úsáid.
gl: Non se pode usar a ancoraxe á rede no modo de Avión. Para usar a ancoraxe á rede, desactiva o modo de Avión.
hi: फ़्लाइट मोड में टेथरिंग उपयोग करने में असमर्थ। टेथरिंग का उपयोग करने के लिए फ़्लाइट मोड अक्षम करें।
hr: Nemoguće koristiti dijeljenje u profilu Bez mreže. Za korištenje dijeljenja isključite profil Bez mreže.
hu: Repülő üzemmódban nem használható az internetmegosztás. Az internetmegosztás használatához tiltsa le a Repülő üzemmódot.
hy: Անհնար է տեղակապումն օգտագործել Թռիչքային ռեժիմում: Տեղակապումից օգտվելու համար կասեցնել Թռիչքային ռեժիմը:
is: Ekki er hægt að nota tjóðrun í flugstillingu. Slökktu á flugstillingu til að nota tjóðrun.
it_it: Impossibile utilizzare il tethering in Modalità offline. Disattivare la modalità per utilizzare il tethering.
ja_jp: 機内モードではテザリングを使用できません。テザリングを使用するには、機内モードを無効にしてください。
ka: ნოუთბუქით მობილურ ინტერნეტ–კავშირს ვერ გამოიყენებთ ფრენის რეჟიმში. მობილური ინტერნეტის გამოსაყენებლად, გამორთეთ ფრენის რეჟიმი.
kk: Ұшу режимінде байланыстыруды пайдалану мүмкін емес. Байланыстыруды пайдалану үшін ұшу режимін өшіріңіз.
ko_kr: [비행기 탑승 모드]에서 테더링을 사용할 수 없습니다. 테더링을 사용하려면 [비행기 탑승 모드]를 해제하세요.
lt: Skrydžio režimu negalima naudoti siejimo. Jei norite naudoti siejimą, išjunkite skrydžio režimą.
lv: Lidojuma režīmā piesaisti nevar lietot. Lai lietotu piesaisti, deaktivizējiet lidojuma režīmu.
mk: Не може да се користи делење во режим за летало. За да користите делење, исклучете го режимот за летало.
nb: Kan ikke bruke Internettdeling i Flymodus. For å bruke Internettdeling må Flymodus deaktiveres.
nl: Kan tethering niet gebruiken in vliegtuigstand. Schakel vliegtuigstand uit om tethering te gebruiken.
pl: Nie można korzystać z udostępniania w trybie Offline. Aby korzystać z udostępniania, wyłącz tryb Offline.
pt_br: Não é possível usar a ancoragem em modo Offline. Para usar a ancoragem, desative o modo Offline.
ro: Imposibil de utilizat furnizarea accesului la Internet în modul Avion. Pentru a utiliza furnizarea accesului la Internet, dezactivaţi modul Avion.
ru_ru: Невозможно использовать модем в автономном режиме. Чтобы использовать модем, отключите автономный режим.
sk: Zdieľanie pripojenia sa nedá použiť v letovom režime. Ak chcete použiť zdieľanie pripojenia, vypnite letový režim.
sl: Uporaba telefona kot modema ni mogoča v načinu letenja. Če želite uporabiti to možnost, onemogočite način letenja.
sr: Vezivanje ne može da se koristi u režimu letenja. Da bi koristio/la vezivanje, onemogući režim letenja.
sv: Det går inte att använda Internetdelning i Flygläge. Inaktivera Flygläge om du vill använda Internetdelning.
tr_tr: Uçuş modu sırasında bağlanma kullanılamıyor. Bağlanma kullanmak için Uçuş modunu devre dışı bırakın.
uk: Неможливо використовувати прив’язку в режимі без зв’язку. Для використання прив'язки вимкніть режим без зв’язку.
uz: Parvoz rejimida bog‘lanishdan foydalanib bo‘lmaydi. Bog‘lanishdan foydalanish uchun Parvoz rejimini o‘chiring.
zh_cn: 飞行模式下无法使用网络共享。若要使用网络共享，禁用飞行模式。
zh_hk: 無法於飛行模式中使用網絡共享。如要使用網絡共享，請停用飛行模式。

# IDS_MSGC_POP_MOBILE_DATA_IS_DISABLED_ENABLE_MOBILE_DATA_AND_TRY_AGAIN
source: Mobile data is disabled. Enable mobile data and try again.
ar: تم إلغاء تفعيل بيانات الهاتف المحمول. قم بتفعيل بيانات الهاتف المحمول، ثم أعد المحاولة.
az: Mobil məlumatlar qeyri-aktiv edilib. Mobil məlumatları aktivləşdirin və yenidən cəhd edin.
bg: Мобилните данни са деактивирани. Активирайте мобилните данни и опитайте отново.
ca: Les dades mòbils estan deshabilitades. Habiliti-les i torni-ho a intentar.
cs: Mobilní data jsou vypnutá. Zapněte mobilní data a opakujte akci.
da: Mobile data er deaktiveret. Aktivér mobile data, og prøv igen.
de: Mobile Daten sind deaktiviert. Aktivieren Sie mobile Daten und versuchen Sie es dann erneut.
el_gr: Τα δεδομένα κινητής τηλεφωνίας είναι απενεργοποιημένα. Ενεργοποιήστε τα δεδομένα κιν. τηλεφ. και δοκιμάστε ξανά.
es_us: Dato móviles desactivados. Active los datos móviles e inténtelo de nuevo.
et: Mobiilne andmeside on desaktiveeritud. Aktiveerige mobiilne andmeside ja proovige uuesti.
eu: Datu mugikorrak desgaituta daude. Gaitu datu mugikorrak eta saiatu berriro.
fi: Mobiilidata on poistettu käytöstä. Ota mobiilidata käyttöön ja yritä uudelleen.
fr: Les données mobiles sont désactivées. Activez les données mobiles et réessayez.
ga: Tá sonraí móibíleacha díchumasaithe. Cumasaigh sonraí móibíleacha agus triail arís é.
gl: A itinerancia de datos móbiles está desactivada. Activa a itinerancia de datos móbiles e téntao de novo.
hi: मोबाइल डाटा अक्षम है। मोबाइल डाटा सक्षम करें और फिर से प्रयास करें।
hr: Mobilni podaci su isključeni. Uključite mobilne podatke i pokušajte ponovno.
hu: A mobil internetkapcsolat le van tiltva. Engedélyezze a mobil internetkapcsolatot, és próbálja újra.
hy: Շարժական տվյալները կասեցված են: Ընձեռեք շարժական տվյալները և նորից փորձեք:
is: Slökkt er á farsímagögnum. Virkjaðu farsímagögn og reyndu aftur.
it_it: Connessione dati disattiva. Connettetevi ad una rete Wi-Fi o attivate la connessione dati e riprovate.
ja_jp: モバイルデータが無効です。モバイルデータを有効にしてから、再度実行してください。
ka: მობილური მონაცემები გამორთულია. ჩართეთ მობილურ მონაცემთა გადაცემა და ისევ ცადეთ.
kk: Ұялы деректер өшірілді. Ұялы деректерді қосып, әрекетті қайталау.
ko_kr: [모바일 데이터]가 해제된 상태입니다. [모바일 데이터]를 실행한 후 다시 시도하세요.
lt: Mobiliojo telefono duomenys išjungti. Įjunkite mobiliojo telefono duomenis ir bandykite dar kartą.
lv: Mobilie dati ir deaktivizēti. Aktivizējiet mobilos datus un mēģiniet vēlreiz.
mk: Мобилните податоци се исклучени. Вклучете мобилни податоци и обидете се повторно.
nb: Mobildata er deaktivert. Aktiver mobildata, og prøv på nytt.
nl: Mobiele gegevens is uitgeschakeld. Schakel mobiele gegevens in en probeer het opnieuw.
pl: Transmisja danych po sieci jest wyłączona. Włącz transmisję danych po sieci i spróbuj ponownie.
pt_br: A rede de dados móveis está desativada. Ative os dados móveis e tente novamente.
ro: Datele mobile sunt dezactivate. Activaţi datele mobile şi încercaţi din nou.
ru_ru: Мобильные данные отключены. Включите их и повторите попытку.
sk: Mobilné dátové pripojenie je vypnuté. Zapnite mobilné dátové pripojenie a skúste to znova.
sl: Mobilni podatki so onemogočeni. Omogočite jih in poskusite znova.
sr: Podaci o mobilnom telefonu nisu omogućeni. Omogući ih i pokušaj ponovo.
sv: Mobila data är inaktiverat. Aktivera mobila data och försök igen.
tr_tr: Mobil veri devre dışı. Mobil veriyi etkinleştirin ve tekrar deneyin.
uk: Використання мобільних даних вимкнено. Увімкніть використання мобільних даних і спробуйте ще раз.
uz: Mobil ma’lumot o‘chirilgan. Mobil ma’lumotni yoqing va qayta urinib ko‘ring.
zh_cn: 移动数据已禁用。启用移动数据并重试。
zh_hk: 流動數據已停用。啟用流動數據並重試。

# IDS_BR_MBODY_CONNECT_TO_MOBILE_NETWORK
source: Connect to mobile network
ar: الاتصال بشبكة المحمول
az: Mobil şəbəkəyə qoşul
bg: Свързв. към мобилна мрежа
ca: Connectar a xarxa mòbil
cs: Připojit k mobilní síti
da: Slut til mobilt netværk
de: Mit Mobilnetz verbinden
el_gr: Σύνδ. σε δίκτ. κιν. τηλ.
es_us: Conectar a red móvil
et: Loo ühendus mob.võrguga
eu: Konektatu sare mugikorrera
fi: Yhdistä matkapuh.verkkoon
fr: Connexion au réseau mob.
ga: Nasc le líonra móibíleach
gl: Conéctate a rede móbil
hi: मोबाइल नेटवर्क से कनेक्ट करें
hr: Spoji na mobilnu mrežu
hu: Kapcsolódás mobilhál.hoz
hy: Միանալ շարժական ցանցին
is: Tengjast farsímakerfi
it_it: Connetti alla rete mobile
ja_jp: ﾓﾊﾞｲﾙﾈｯﾄﾜｰｸに接続
ka: მობილურ ქსელთან კავშირი
kk: Мобильді желіге қосылу
ko_kr: 모바일 네트워크에 연결
lt: Jungtis prie mob. tinklo
lv: Veidot sav. ar mob. tīklu
mk: Поврзи со мобилна мрежа
nb: Koble til mobilnett
nl: Verbind met mob. netwerk
pl: Połącz z siecią komórkową
pt_br: Conectar à rede móvel
ro: Conect. la reţea mobilă
ru_ru: Подключение к мобил. сети
sk: Pripojiť k mobilnej sieti
sl: Poveži z mobil. omrežjem
sr: Poveži se na mobil. mrežu
sv: Anslut t. mobilt nätverk
tr_tr: Mobil ağa bağlan
uk: Підключ. до мобіл. мережі
uz: Mobil tarmoqqa ulanish
zh_cn: 连接至移动网络
zh_hk: 連接至流動網絡

# IDS_BR_OPT_DO_NOT_SHOW_AGAIN
source: Do not show again
ar: عدم العرض مرة أخرى
az: Bir daha göstərmə
bg: Не показвай повече
ca: No tornar a mostrar
cs: Znovu nezobrazovat
da: Vis ikke igen
de: Nicht erneut anzeigen
el_gr: Να μην εμφανιστεί ξανά
es_us: No volver a mostrar
et: Ära enam kuva
eu: Ez erakutsi berriz
fi: Älä näytä uudelleen
fr: Ne plus afficher
ga: Ná taispeáin arís
gl: Non amosar outra vez
hi: दोबारा न दिखाएँ
hr: Ne prikazuj više
hu: Ne jelenjen meg újra
hy: Այլևս ցույց չտալ
is: Ekki sýna aftur
it_it: Non mostrare più
ja_jp: 今後表示しない
ka: აღარ მაჩვენო
kk: Қайтадан көрсетпеу
ko_kr: 다시 보지 않기
lt: Neberodyti
lv: Vairs nerādīt
mk: Не прикажувај веќе
nb: Ikke vis igjen
nl: Niet meer tonen
pl: Nie pokazuj ponownie
pt_br: Não exibir novamente
ro: Nu se afişează din nou
ru_ru: Больше не показывать
sk: Nezobrazovať znova
sl: Ne pokaži znova
sr: Ne prikazuj ponovo
sv: Visa inte igen
tr_tr: Tekrar gösterme
uk: Більше не показувати
uz: Boshqa ko‘rsatilmasin
zh_cn: 不再显示
zh_hk: 不要再顯示

# IDS_CHATON_BODY_AT_LEAST_PD_CHARACTERS_ABB
source: At least %d characters
ar: %d أحرف على الأقل
az: Ən azı %d simvol
bg: Поне %d знака
ca: Almenys %d caràcters
cs: Alespoň %d znaků
da: Mindst %d tegn
de: Mindestens %d Zeichen
el_gr: Τουλάχιστον %d χαρακτήρες
es_us: Al menos %d caracteres
et: Vähemalt %d tähemärki
eu: Gutxienez %d karaktere
fi: Vähintään %d merkkiä
fr: Au moins %d caractères
ga: %d carachtar ar a laghad
gl: Polo menos %d carácteres
hi: कम से कम %d वर्ण
hr: Najmanje %d znakova
hu: Legalább %d karakter
hy: Առնվազն %d նիշ
is: Minnst %d stafir
it_it: Almeno %d caratteri
ja_jp: %d文字以上必要です。
ka: მინიმუმ %d სიმბოლო
kk: Кемінде %d таңба
ko_kr: 최소 %d자 이상
lt: Bent %d simbolis (-ių)
lv: Vismaz %d rakstzīmes
mk: Барем %d знаци
nb: Minst %d tegn
nl: Ten minste %d tekens
pl: Co najmniej znaków: %d
pt_br: Pelo menos %d caracteres
ro: Cel puţin %d caractere
ru_ru: Не менее %d символов
sk: Aspoň %d znakov
sl: Vsaj %d znakov
sr: Najmanje %d karaktera
sv: Minst %d tecken
tr_tr: En az %d karakter
uk: Принаймні %d символів
uz: Kamida %dta belgi
zh_cn: 至少 %d 个字符
zh_hk: 至少 %d 個字元

# IDS_COM_BODY_NO_NAME
source: No name
ar: لا يوجد اسم
az: Ad yoxdur
bg: Без име
ca: Sense nom
cs: Žádný název
da: Intet navn
de: Kein Name
el_gr: Κανένα όνομα
es_us: Sin nombre
et: Nimi puudub
eu: Izenik gabe
fi: Ei nimeä
fr: Aucun nom
ga: Níl ainm ann
gl: Sen nome
hi: नाम नहीं
hr: Nema imena
hu: Nincs név
hy: Անուն չկա
is: Ekkert heiti
it_it: Nessun nome
ja_jp: 名前なし
ka: უსახელო
kk: Ондай есім жоқ
ko_kr: 이름이 없습니다
lt: Nėra vardo
lv: Nav vārda
mk: Нема име
nb: Ingen navn
nl: Geen naam
pl: Bez nazwy
pt_br: Sem nome
ro: Nici un nume
ru_ru: Нет имени
sk: Žiadny názov
sl: Brez imena
sr: Nema imena
sv: Inget namn
tr_tr: İsim yok
uk: Немає імені
uz: Nom yo‘q
zh_cn: 无名字
zh_hk: 無名稱

# IDS_COM_BODY_TURN_OFF
source: Turn Off
ar: إيقاف تشغيل
az: Söndürün
bg: Изключване
ca: Apagar
cs: Vypnout
da: Deaktivér
de: Ausschalten
el_gr: Απενεργοποίηση
es_us: Apagar
et: Lülita välja
eu: Itzali
fi: Poista käytöstä
fr: Désactiver
ga: Cas As
gl: Desactivar
hi: बंद करें
hr: Isključi
hu: Kikapcsolás
hy: Անջատել
is: Slökkva
it_it: Disattiva
ja_jp: OFF
ka: გამორთვა
kk: Өшіру
ko_kr: 해제
lt: Išjungti
lv: Izslēgt
mk: Исклучи
nb: Slå av
nl: Uitschakelen
pl: Wyłącz
pt_br: Desligar
ro: Oprire
ru_ru: Выключить
sk: Vypnúť
sl: Izklopi
sr: Isključi
sv: Stäng av
tr_tr: Kapat
uk: Вимкнути
uz: O‘chirish
zh_cn: 关闭
zh_hk: 關閉

# IDS_MSG_HEADER_NO_NETWORK_CONNECTION
source: No network connection
ar: لا يوجد اتصال بالشبكة
az: Şəbəkə bağlantısı yoxdur
bg: Няма връзка с мрежата
ca: Sense connexió de xarxa
cs: Žádné síťové připojení
da: Ingen netværksforbindelse
de: Keine Netzverbindung
el_gr: Χωρίς σύνδεση δικτύου
es_us: Sin conexión de red
et: Võrguühendus puudub
eu: Sare konexiorik ez
fi: Ei verkkoyhteyttä
fr: Aucune connexion réseau
ga: Níl nasc líonra ann
gl: Sen conexión de rede
hi: कोई नेटवर्क कनेक्शन नहीं
hr: Nema mrežne veze
hu: Nincs hálózati kapcsolat
hy: Ցանցային միացում չկա
is: Ekkert netsamband
it_it: Connessione di rete assente
ja_jp: ネットワーク接続不可
ka: ქსელთან კავშირი არ არის
kk: Желіге қосылым жоқ
ko_kr: 연결된 네트워크 없음
lt: Nėra ryšio su tinklu
lv: Nav savienojuma ar tīklu
mk: Нема мрежно поврзување
nb: Ingen nettverksforbindelse
nl: Geen netwerkverbinding
pl: Brak połączenia sieciowego
pt_br: Sem conexão de rede
ro: Nicio conexiune la reţea
ru_ru: Отсутствует подключение к сети
sk: Žiadne sieťové pripojenie
sl: Ni omrežne povezave
sr: Nema veze sa mrežom
sv: Ingen nätverksanslutning
tr_tr: Ağ bağlantısı yok
uk: Немає підключення до мережі
uz: Tarmoq ulanishi yo‘q
zh_cn: 无网络连接
zh_hk: 無網絡連接

# IDS_ST_BODY_BLUETOOTH_VISIBILITY_HAS_TIMED_OUT_YOUR_DEVICE_MIGHT_NOT_BE_FOUND
source: Bluetooth visibility has timed out. Your device might not be found.
ar: انتهت مهلة رؤية البلوتوث‬. قد لا يتم العثور على جهازك
az: Bluetooth-un görünməsinin vaxtı bitmişdir. Sizin cihaz ola bilər ki tapılmasın.
bg: Видимостта на Bluetooth изтече. Вашето устройство може да не бъде открито.
ca: Ha caducat la visibilitat Bluetooth. No es pot trobar el seu dispositiu
cs: Platnost viditelnosti Bluetooth vypršela. Zařízení pravděpodobně nebude nalezeno.
da: Bluetooth-synlighed fik timeout. Din enhed er muligvis ikke blevet fundet.
de: Die Bluetooth-Sichtbarkeit ist abgelaufen. Ihr Gerät wird möglicherweise nicht gefunden.
el_gr: Το χρονικό όριο της ορατότητας Bluetooth έληξε. Η συσκευή σας ενδέχεται να μην βρεθεί.
es_us: Caducó la visibilidad Bluetooth. Es posible que su dispositivo no sea encontrado.
et: Bluetooth-uhenduse nahtavus on aegunud. Teie seade ei pruugi olla leitav.
eu: Bluetooth-en ikusgaitasuna denboraz kanpo dago. Baliteke besteek zure gailua ez aurkitzea
fi: Bluetooth-näkyvyys on aikakatkaistu. Laitetta ei ehkä löydy.
fr: La visibilité Bluetooth a expiré. Votre appareil risque de ne pas être détecté.
ga: Tá an t-am istigh d'infheictheacht Bluetooth. Is féidir nár aimsíodh do ghléas.
gl: Esgotouse o tempo de espera da visibilidade do Bluetooth. É posible que o teu dispositivo non se atope
hi: ब्लूटूथ दृश्‍यता समय-सीमा समाप्त हो गई है। शायद आपका डिवाइस खोजा न जा सके।
hr: Vidljivost Bluetootha je istekla. Vaš uređaj možda neće biti pronađen.
hu: A Bluetooth láthatóság ideje lejárt. Az eszközt nem lehet megtalálni.
hy: Bluetooth տեսանելիության համար հատկացված ժամանակը սպառվել է: Ձեր սարքը գուցե չգտնվի:
is: Bluetooth-sýnileiki rann út á tíma. Ekki er víst að tækið finnist.
it_it: La visibilità Bluetooth è scaduta. Il dispositivo in uso potrebbe non essere trovato.
ja_jp: Bluetooth公開設定がOFFになっています。この端末は検出されない可能性があります。
ka: Bluetooth ხილვადობის დრო გავიდა. თქვენი მოწყობილობა შეიძლება ვერ მოიძებნოს.
kk: Bluetooth көрінуінің уақыты бітті. Құрылғыңыз табылмауы мүмкін.
ko_kr: 블루투스 검색 허용 시간을 초과하여 디바이스가 검색되지 않을 수 있습니다.
lt: „Bluetooth“ pasiekiamumo laikas baigėsi. Jūsų įrenginys gali būti nerastas.
lv: Bluetooth redzamībai iestājās taimauts. Jūsu ierīce var nebūt atrodama.
mk: Истече времето на видливоста Bluetooth. Уредот не може да се најде.
nb: Bluetooth-synligheten har blitt tidsavbrutt. Enheten din vil kanskje ikke kunne oppdages.
nl: Time-out voor Bluetooth-zichtbaarheid. Uw apparaat wordt mogelijk niet gevonden.
pl: Upłynął limit czasu widoczności Bluetooth. Nie można znaleźć urządzenia.
pt_br: O período de visibilidade do Bluetooth expirou. Seu dispositivo não pode ser localizado.
ro: Vizibilitatea Bluetooth a expirat. Este posibil ca dispozitivul dvs. să nu poată fi găsit.
ru_ru: Тайм-аут видимости Bluetooth. Вероятно, ваше устройство невозможно обнаружить.
sk: Uplynul časový limit viditeľnosti pre Bluetooth. Vaše zariadenie sa nemusí nájsť.
sl: Časovna omejitev vidnosti za Bluetooth je potekla. Naprave ne bo mogoče poiskati.
sr: Bluetooth vidljivost je istekla. Tvoj uređaj možda neće biti pronađen.
sv: Timeout för Bluetooth-synlighet. Det kanske inte går att hitta din enhet.
tr_tr: Bluetooth keşfedilebilirliğinin süresi doldu. Cihazınız bulunamayabilir
uk: Час видимості Bluetooth вичерпано. Пристрій не буде знайдено.
uz: Bluetooth ko‘rinish imkoniyatining vaqti o‘tdi. Qurilmangizni topib bo‘lmadi.
zh_cn: 蓝牙可见性已超时。可能找不到您的设备。
zh_hk: 藍牙可見度已逾時。可能找不到您的裝置。

# IDS_ST_BODY_CONNECTION_TIMEOUT
source: Connection timeout.
ar: مهلة الاتصال.
az: Bağlantı fasiləsi.
bg: Изтекло време на изчакване на връзка.
ca: Temps d'espera de connexió
cs: Časový limit připojení.
da: Forbindelses-timeout.
de: Verbindung getrennt
el_gr: Λήξη χρόνου σύνδεσης.
es_us: Tiempo de inactividad de conexión.
et: Ühenduse ajalõpp.
eu: Konexio denbora igaro da
fi: Yhteyden aikakatkaisu
fr: Connexion expirée
ga: Am istigh don nasc.
gl: Superouse o tempo de espera da conexión
hi: कनेक्शन समय समाप्ति।
hr: Istek veze.
hu: Kapcsolat időtúllépése.
hy: Միացման պարապուրդ:
is: Tenging útrunnin.
it_it: Timeout connessione.
ja_jp: 接続タイムアウト
ka: კავშირს დრო გაუვიდა.
kk: Байланыс уақыты бітті
ko_kr: 연결 시간을 초과하였습니다.
lt: Baigėsi prisijungimui skirtas laikas.
lv: Savienojuma taimauts.
mk: Застој на врската.
nb: Tidsavbrudd for tilkobling.
nl: Verbindingstime-out.
pl: Limit czasu połączenia.
pt_br: Tempo de conexão esgotado.
ro: Expirare conexiune
ru_ru: Тайм-аут подключения.
sk: Časový limit pripojenia.
sl: Povezava je bila predolgo neaktivna.
sr: Vremensko prekoračenje veze.
sv: Anslutningstimeout.
tr_tr: Bağlantı zaman aşımına uğradı.
uk: Час очікування підключення.
uz: Ulanish vaqti o‘tdi.
zh_cn: 连接超时。
zh_hk: 連線逾時。

# IDS_ST_BODY_ENTER_PASSWORD_OF_AT_LEAST_8_CHARACTERS
source: Enter password of at least 8 characters.
ar: أدخل كلمة مرور تتألف من ٨ أحرف على الأقل.
az: Minimum 8 simvollu parol daxil et.
bg: Въведете парола с поне 8 знака.
ca: Introdueixi una contrasenya d'almenys 8 caràcters
cs: Zadejte heslo o délce alespoň 8 znaků.
da: Angiv adgangskode på mindst otte tegn.
de: Geben Sie ein Passwort mit mindestens 8 Zeichen ein
el_gr: Εισαγάγετε έναν κωδικό πρόσβασης με 8 χαρακτήρες τουλάχιστον.
es_us: Introducir una contraseña de 8 caracteres como mínimo.
et: Sisestage vahemalt 8 tahemargi pikkune parool.
eu: Idatzi gutxienez 8 karaktereko pasahitza
fi: Anna vähintään 8 merkkiä pitkä salasana.
fr: Entrez un mot de passe contenant au moins 8 caractères.
ga: Iontráil pasfhocal 8 gcarachtar ar a laghad
gl: Introduce un contrasinal que conteña polo menos 8 carácteres
hi: कम से कम 8 वर्णों का पासवर्ड प्रविष्ट करें।
hr: Unesite lozinku s min. 8 znakova.
hu: Legalább 8 karakterből álló jelszót írjon be.
hy: Մուտքագրել առնվազն 8-նիշանի գաղտնաբառ:
is: Sláðu inn minnst 8 stafa lykilorð.
it_it: Immettete password di almeno 8 caratteri.
ja_jp: 8文字以上でパスワードを入力してください。
ka: ჩაწერეთ მინიმუმ 8 სიმბოლოსგან შედგენილი პაროლი.
kk: Кемінде 8 таңбадан тұратын құпиясөз енгізіңіз.
ko_kr: 8자 이상으로 된 비밀번호를 입력하세요.
lt: Įveskite slaptažodį bent iš 8 simbolių.
lv: Ievadiet paroli, kurā ir vismaz 8 rakstzīmes.
mk: Внесете лозинка од барем 8 знаци.
nb: Angi et passord på minst 8 tegn.
nl: Typ wachtwoord van ten minste 8 tekens.
pl: Wprowadź hasło składające się co najmniej z 8 znaków.
pt_br: Inserir senha com pelo menos 8 caracteres.
ro: Introduceţi o parolă de minimum 8 caractere.
ru_ru: Введите пароль длиной не менее 8 символов.
sk: Zadajte heslo obsahujúce aspoň 8 znakov.
sl: Vnesite vsaj 8 znakov dolgo geslo.
sr: Unesi lozinku od bar 8 karaktera.
sv: Ange ett lösenord med minst 8 tecken.
tr_tr: En az 8 karakter içeren bir şifre girin.
uk: Введіть пароль принаймні 8 символів завдовжки.
uz: Kamida 8 belgidan iborat parol kiriting.
zh_cn: 密码需要至少8个字符。
zh_hk: 輸入至少 8 個字元的密碼。

# IDS_ST_BODY_SECURITY_TYPE_C_PS
source: Security type: %s
ar: نوع الأمان: %s
az: Təhlükəsizlik növü: %s
bg: Тип защита: %s
ca: Tipus de seguretat: %s
cs: Typ zabezpečení: %s
da: Sikkerhedstype: %s
de: Sicherheitstyp: %s
el_gr: Τύπος ασφάλειας: %s
es_us: Tipo de seguridad: %s
et: Turvalisuse tüüp: %s
eu: Segurtasuna mota: %s
fi: Suojaustyyppi: %s
fr: Type de sécurité : %s
ga: Cineál slándála: %s
gl: Tipo de seguridade: %s
hi: सुरक्षा प्रकार: %s
hr: Vrsta sigurnosti: %s
hu: Biztonság típusa: %s
hy: Անվտանգության տիպը՝ %s
is: Öryggisgerð: %s
it_it: Tipo di protezione: %s
ja_jp: セキュリティタイプ: %s
ka: დაცვის ტიპი: %s
kk: Қорғаныс түрі: %s
ko_kr: 보안 방식: %s
lt: Saugos tipas: %s
lv: Drošības veids: %s
mk: Тип безбедност: %s
nb: Sikkerhetstype: %s
nl: Beveiligingstype: %s
pl: Typ zabezpieczeń: %s
pt_br: Tipo de segurança: %s
ro: Tip de securitate: %s
ru_ru: Тип защиты: %s
sk: Typ zabezpečenia: %s
sl: Vrsta varnosti: %s
sr: Tip bezbednosti: %s
sv: Säkerhetstyp: %s
tr_tr: Güvenlik tipi: %s
uk: Тип захисту: %s
uz: Xavfsizlik turi: %s
zh_cn: 安全类型：%s
zh_hk: 安全性類型：%s

# IDS_ST_BODY_SETTINGS
source: Settings
ar: الضبط
az: Parametrlər
bg: Настройки
ca: Ajustaments
cs: Nastavení
da: Indstillinger
de: Einstellungen
el_gr: Ρυθμίσεις
es_us: Ajustes
et: Seaded
eu: Ezarpenak
fi: Asetukset
fr: Paramètres
ga: Socruithe
gl: Axustes
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
hy: Պարամետրեր
is: Stillingar
it_it: Impostazioni
ja_jp: 設定
ka: პარამეტრები
kk: Қондырғылар
ko_kr: 설정
lt: Nustatymai
lv: Iestatījumi
mk: Опции
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ro: Setări
ru_ru: Настройки
sk: Nastavenia
sl: Nastavitve
sr: Podešavanja
sv: Inställningar
tr_tr: Ayarlar
uk: Налаштування
uz: Parametrlar
zh_cn: 设定
zh_hk: 設定
