Repository: tizenorg/apps.home.ug-mobile-ap
Catalog: po/*.po
Languages: ar, az, bg, ca, cs, da, de, el_gr, es_us, et, eu, fi, fr, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, ko_kr, lt, lv, mk, nb, nl, pl, pt_br, ro, ru_ru, sk, sl, sr, sv, tr_tr, uk, uz, zh_cn, zh_hk

source: Tethering is currently being controlled by another application. To configure tethering, that application will be disabled.
ar: يتم التحكم حاليا في التقييد بواسطة تطبيق آخر. لضبط التقييد، سيتم إلغاء تفعيل هذا التطبيق.
az: Bağlanma hazırda başqa bir proqram tərəfindən idarə edilir. Bağlanmaya davam etmək üçün həmin proqram deaktiv ediləcək
bg: Привързването в момента се управлява от друго приложение. За да конфигурирате привързването, приложението ще бъде деактивирано.
ca: El tethering està controlat actualment per una altra aplicació. Per configurar-lo, cal deshabilitar aquesta aplicació.
cs: Sdílení připojení k Internetu je nyní ovládáno jinou aplikací. Abyste ho mohli nakonfigurovat, aplikace bude vypnuta.
da: Internetdeling styres i øjeblikket af et andet program. For at konfigurere internetdeling vil nævnte program blive deaktiveret.
de: Tethering wird gerade von einer anderen Anwendung gesteuert. Diese Anwendung wird zur Konfiguration von Tethering deaktiviert.
el_gr: Η λειτουργία tethering ελέγχεται από άλλη εφαρμογή αυτήν τη στιγμή. Η εν λόγω εφαρμογή θα απενεργοποιηθεί, για να πραγματοποιήσετε διαμόρφωση της λειτουργίας tethering.
es_us: El anclaje a red está siendo controlada por otra aplicación. Para configurar el anclaje a red, se desactivará esa aplicación.
et: Modemit juhib hetkel teine rakendus. Modemi konfigureerimiseks desaktiveeritakse see rakendus.
eu: Beste aplikazio batek ainguraketa kontrolatzen du orain. Ainguraketa konfiguratzeko, aplikazio hori ezgaituko da.
fi: Yhteyttä hallitaan tällä hetkellä toisella sovelluksella. Sovellus on yhteyden määrittämiseksi poistettava käytöstä.
fr: Le modem est actuellement contrôlé par une autre application. Pour configurer le modem, cette application va être désactivée.
ga: Tá nascaireacht á rialú ag feidhmchlár eile faoi láthair. D'fhonn nascaireacht a chumrú, díchumasófar an feidhmchlár sin.
gl: A ancoraxe á rede está a ser controlada actualmente por outra aplicación. Para configurar a ancoraxe á rede, esa aplicación desactivarase.
hi: वर्तमान में टेथरिंग को अन्य एप्लीकेशन द्वारा नियंत्रित किया गया है। टेथरिंग कॉन्फ़िगर करने के लिए, उस एप्लिकेशन को अक्षम किया जाएगा।
hr: Dijeljenjem veze trenutačno upravlja druga aplikacija. Da biste konfigurirali dijeljenje veze, ta će se aplikacija isključiti.
hu: Az internetmegosztást jelenleg egy másik alkalmazás vezérli. Az internetmegosztás konfigurálásához ez az alkalmazás le lesz tiltva.
hy: Ներկա պահին տեղակապումը վերահսկվում է այլ ծրագրի կողմից: Տեղակապումը կազմաձևելու համար այդ ծրագիրը կկասեցվի
is: Annað forrit er að stjórna tjóðrun. Slökkt verður á því forriti til að stilla tjóðrun.
it_it: Il tethering è attualmente controllato da un'altra applicazione. Per configurare il tethering, l'applicazione verrà disattivata.
ja_jp: 現在、テザリングは他のアプリケーションによってコントロールされています。テザリングを設定すると、他のアプリケーションは無効になります。
ka: კომპიუტერში მობილურ ინტერნეტს ამჟამად აკონტროლებს სხვა პროგრამა. კომპიუტერში მობილურ ინტერნეტის კონფიგურაციის შერჩევისთვის ეს პროგრამა გამოირთვება
kk: Байланыстыру басқа бағдарламамен пайдалануда. Байланыстыруды конфигурациялау үшін, осы бағдарлама өшіріледі
ko_kr: 다른 애플리케이션이 테더링을 제어하고 있습니다. 구성을 위해 다른 애플리케이션 실행을 해제합니다.
lt: Siejimą dabar kontroliuoja kita programa. Konfigūruojant siejimą programa bus išjungta.
lv: Piesaisti pašreiz pārvalda cita programma. Lai konfigurētu piesaisti, šī programma tiks deaktivizēta.
mk: Делењето моментално го контролира друга апликација. За да го конфигурирате делењето, таа апликација ќе се исклучи.
nb: Internettdeling kontrolleres for øyeblikket av en annen app. Du må deaktivere denne appen før du kan konfigurere Internettdeling.
nl: Tethering wordt momenteel bediend door een andere applicatie. Als u tethering wilt configureren, wordt die applicatie uitgeschakeld.
pl: Router jest aktualnie sterowany przez inną aplikację. Aby skonfigurować router, ta aplikacja zostanie wyłączona.
pt_br: A ancoragem está sendo controlada no momento por outro aplicativo. Para configurar a ancoragem, o aplicativo será desativado.
ro: Furnizarea accesului la internet este controlată în prezent de o altă aplicaţie. Pentru a configura furnizarea accesului la internet, aplicaţia respectivă va fi dezactivată.
ru_ru: Модемом сейчас управляет другое приложение. Чтобы настроить его, это приложение будет отключено
sk: Zdieľanie pripojenia momentálne ovláda iná aplikácia. Ak chcete konfigurovať zdieľanie pripojenia, daná aplikácia sa vypne.
sl: Privezovanje trenutno upravlja druga aplikacija. Če želite konfigurirati privezovanje, bo ta aplikacija onemogočena.
sr: Vezivanje trenutno kontroliše druga aplikacija. Da bi konfigurisao/la vezivanje, ta aplikacija će biti onemogućena.
sv: Internetdelning kontrolleras för närvarande av ett annat program. Om du vill konfigurera internetdelning måste du inaktivera programmet.
tr_tr: Bağlanma şu anda bir başka uygulama tarafından kullanılıyor. Bağlanmayı yapılandırmak için uygulama devre dışı bırakılacak.
uk: Прив’язка наразі керується іншою програмою. Щоб настроїти прив'язку, потрібно вимкнути цю програму
uz: Bog‘lanish hozirda boshqa ilova tomonidan nazorat qilinmoqda. Bog‘lanishni sozlash uchun o‘sha ilova o‘chiriladi
zh_cn: 网络共享当前受控于另一应用程序。若要配置网络共享，将禁用该应用程序。
zh_hk: 網絡共享目前由其他應用程式控制。若要配置網絡共享，將停用該應用程式。

# IDS_MOBILEAP_BODY_THIS_PASSWORD_IS_ONLY_FOR_WI_FI_TETHERING
source: This password is only for Wi-Fi tethering.
ar: تخص كلمة المرور هذه تقييد Wi-Fi فقط.
az: Bu parol yalnız Wi-Fi bağlanma üçündür.
bg: Тази парола е само за Wi-Fi привързване.
ca: Aquesta contrasenya només és pel tethering Wi-Fi
cs: Heslo platí pouze pro sdílení připojení Wi-Fi.
da: Denne adgangskode er kun til Wi-Fi-deling.
de: Dieses Passwort gilt nur für WLAN-Tethering.
el_gr: Αυτός ο κωδικός πρόσβασης ισχύει μόνο για το tethering μέσω Wi-Fi.
es_us: Esta contraseña es solo para anclaje a red de Wi-Fi.
et: See parool on ainult Wi-Fi kaudu vahendamise jaoks.
eu: Pasahitz hau Wi-Fi ainguraketarako bakarrik da
fi: Tämä salasana on tarkoitettu vain Wi-Fi-yhteyden jakamista varten.
fr: Ce mot de passe est uniquement pour le modem Wi-Fi.
ga: Is le nascaireacht Wi-Fi amháin an pasfhocal seo
gl: Este contrasinal só é para a ancoraxe á rede Wi-Fi
hi: यह पासवर्ड केवल Wi-Fi टेथरिंग के लिए है
hr: Ova je lozinka samo za Wi-Fi dijeljenje.
hu: Ez a jelszó csak a Wi-Fi internetmegosztáshoz használható.
hy: Այս գաղտնաբառը միայն Wi-Fi տեղակապման համար է:
is: Þetta lykilorð er aðeins fyrir Wi-Fi tjóðrun.
it_it: Password valida solo per tethering Wi-Fi.
ja_jp: このパスワードはWi-Fiテザリングのみに使用します。
ka: ეს პაროლი არის მხოლოდ Wi-Fi მობილური ინტერნეტისთვის.
kk: Бұл құпиясөз тек Wi-Fi байланыстыруына арналған.
ko_kr: 이 비밀번호는 Wi-Fi 테더링 전용입니다.
lt: Šis slaptažodis skirtas tik „Wi-Fi“ siejimui.
lv: Šī parole ir paredzēta tikai Wi-Fi piesaistei.
mk: Оваа лозинка е само за делење Wi-Fi.
nb: Dette passordet gjelder bare for Wi-Fi-internettdeling.
nl: Dit wachtwoord geldt alleen voor Wi-Fi-tethering.
pl: To hasło jest tylko do routera Wi-Fi.
pt_br: Esta senha é apenas para a ancoragem Wi-Fi.
ro: Această parolă este numai pentru furnizarea accesului la Internet prin Wi-Fi.
ru_ru: Этот пароль подходит только для модема Wi-Fi.
sk: Toto heslo slúži iba na zdieľanie pripojenia Wi-Fi.
sl: To geslo velja samo za uporabo telefona kot modema prek omrežja Wi-Fi.
sr: Ova lozinka je samo za Wi-Fi vezivanje.
sv: Der här lösenordet är gäller endast för Wi-Fi-internetdelning.
tr_tr: Bu şifre sadece Wi-Fi bağlantısı içindir.
uk: Цей пароль може використовуватися лише для прив’язки Wi-Fi.
uz: Ushbu parol faqat Wi-Fi bog‘lanish uchun.
zh_cn: 该密码仅用于 Wi-Fi 网络共享。
zh_hk: 密碼僅可用於 Wi-Fi 網絡共用。

# IDS_MOBILEAP_BODY_WI_FI_TETHERING_HIDDEN
source: Wi-Fi tethering hidden.
ar: تم إخفاء تقييد Wi-Fi.
az: Wi-Fi bağlanma gizlədilib.
bg: Wi-Fi привързването е скрито.
ca: Tethering Wi-Fi amagat
cs: Sdílení připojení Wi-Fi je skryto.
da: Wi-Fi-deling skjult.
de: WLAN-Tethering ausgeblendet
el_gr: Απόκρυψη tethering μέσω Wi-Fi.
es_us: Anclaje a red de Wi-Fi oculta.
et: Wi-Fi kaudu vahendamine on peidetud.
eu: Wi-Fi ainguraketa ezkutatuta
fi: Wi-Fi-yhteyden jakaminen piilotettu.
fr: Modem Wi-Fi masqué
ga: Nascaireacht Wi-Fi folaithe.
gl: Ancoraxe á rede Wi-Fi oculta
hi: Wi-Fi टेथरिंग छिपी।
hr: Wi-Fi dijeljenje skriveno.
hu: Wi-Fi internetmegosztás elrejtve.
hy: Wi-Fi տեղակապումը թաքցված է:
is: Wi-Fi tjóðrun falin.
it_it: Tethering Wi-Fi nascosto.
ja_jp: Wi-Fiテザリング非表示
ka: Wi-Fi მობილური ინტერნეტი დამალულია.
kk: Wi-Fi байланыстыру жасырулы.
ko_kr: Wi-Fi 테더링이 표시되지 않습니다.
lt: „Wi-Fi“ siejimas paslėptas.
lv: Wi-Fi piesaiste ir paslēpta.
mk: Скриено делење Wi-Fi.
nb: Wi-Fi-internettdeling skjult.
nl: Wi-Fi-tethering verborgen.
pl: Router Wi-Fi ukryty.
pt_br: Ancoragem Wi-Fi oculta.
ro: Furnizarea de acces la Internet prin Wi-Fi a fost ascunsă.
ru_ru: Модем Wi-Fi скрыт.
sk: Zdieľanie pripojenia Wi-Fi je skryté.
sl: Uporaba telefona kot modema prek omrežja Wi-Fi je skrita.
sr: Wi-Fi vezivanje je skriveno.
sv: Wi-Fi-internetdelning är dolt.
tr_tr: Wi-Fi bağlantısı gizli.
uk: Прив'язку Wi-Fi приховано.
uz: Wi-Fi bog‘lanish yashirilgan.
zh_cn: Wi-Fi 网络共享已隐藏。
zh_hk: 已隱藏 Wi-Fi 網絡共用。

# IDS_MOBILEAP_HEADER_CONNECT_TO_MOBILE_NETWORK_ABB
source: Connect to mobile network
ar: الاتصال بشبكة المحمول
az: Mobil şəbəkəyə qoşul
bg: Свързване към мобилна мрежа
ca: Connectar a xarxa mòbil
cs: Připojit k mobilní síti
da: Opret forb. til mobilt netværk
de: Mit mobilem Netzwerk verbinden
el_gr: Σύνδεση σε δίκτυο κιν. τηλεφ.
es_us: Conectar a red móvil
et: Loo ühendus mobiilsidevõrguga
eu: Konektatu sare mugikorrera
fi: Yhdistä matkapuhelinverkkoon
fr: Connexion au réseau mobile
ga: Nasc le líonra móibíleach
gl: Conéctate a unha rede móbil
hi: मोबाइल नेटवर्क से कनेक्ट करें
hr: Spoji na mobilnu mrežu
hu: Kapcsolódás mobilhálózathoz
hy: Միանալ շարժական կապի ցանցին
is: Tengjast farsímakerfi
it_it: Connetti con rete mobile
ja_jp: モバイルネットワークに接続
ka: მობილურ ქსელთან დაკავშირება
kk: Мобильді желіге қосылу
ko_kr: 모바일 네트워크에 연결
lt: Jungtis prie mobiliojo tinklo
lv: Veidot savien. ar mobilo tīklu
mk: Поврзи со мобилна мрежа
nb: Koble til mobilnett
nl: Verbinden met mobiel netwerk
pl: Połączenie z siecią komórkową
pt_br: Conectar à rede móvel
ro: Conectare la reţeaua mobilă
ru_ru: Подключение к мобильной сети
sk: Pripojenie k mobilnej sieti
sl: Povezava z mobilnim omrežjem
sr: Pov. na mrežu mobi. telefonije
sv: Anslut till mobila nätverk
tr_tr: Mobil ağa bağlan
uk: Підключ. до мобільної мережі
uz: Mobil tarmoqqa ulanish
zh_cn: 连接至移动网络
zh_hk: 連接至流動網絡

# IDS_MOBILEAP_HEADER_CONNECT_USB_CABLE_ABB
source: Connect USB cable
ar: توصيل كابل USB
az: USB naqili qoş
bg: Свързване на USB кабел
ca: Connectar cable USB
cs: Připojte kabel USB
da: Tilslut USB-kabel
de: Anschluß eines USB-Kabel
el_gr: Συνδέστε καλώδιο USB
es_us: Conectar cable USB
et: Ühendage USB-kaabel
eu: Konektatu USB kablea
fi: Kytke USB-kaapeli
fr: Brancher un câble USB
ga: Ceangail cábla USB
gl: Conectar cable USB
hi: USB केबल कनेक्‍ट करें
hr: Spojite USB kabel
hu: USB-kábel csatlakoztatása
hy: Միացնել USB լարը
is: Tengdu USB-snúru
it_it: Collegate il cavo USB
ja_jp: USBケーブルを接続
ka: USB სადენის მიერთება
kk: USB кабелін қосу
ko_kr: USB 케이블 연결
lt: Jungti USB laidą
lv: Pievienojiet USB kabeli
mk: Поврзете кабел USB
nb: Koble til USB-kabel
nl: USB-kabel aansluiten
pl: Podłączanie kabla USB
pt_br: Conectar cabo USB
ro: Conectaţi cablul USB
ru_ru: Подключить USB-кабель
sk: Pripojte kábel USB
sl: Priključite kabel USB
sr: Poveži USB kabl
sv: Anslut USB-kabel
tr_tr: USB kablosunu bağla
uk: Підключити кабель USB
uz: USB-kabelni ulash
zh_cn: 连接 USB 数据线
zh_hk: 連接 USB 傳輸線

# IDS_MOBILEAP_HEADER_DISABLE_FLIGHT_MODE_ABB
source: Disable Flight mode
ar: إلغاء تفعيل وضع الطيران
az: Uçuş rejimini qeyri-aktiv et
bg: Деактивиране режим Полет
ca: Deshabilitar mode Vol
cs: Vypnout režim Letadlo
da: Deaktivér Flytilstand
de: Deaktivieren des Offline-Modus
el_gr: Απενεργοποίηση λειτ. πτήσης
es_us: Desact. perfil Fuera de línea
et: Desaktiveeri lennurežiim
eu: Ezgaitu Hegaldi modua
fi: Poista lentotila käytöstä
fr: Désactiver le mode Hors-ligne
ga: Díchumasaigh Mód eitilte
gl: Desactivar modo Avión
hi: फ्लाइट मोड अक्षम करें
hr: Isključi Profil bez mreže
hu: Repülő üzemmód letiltása
hy: Կասեցնել Թռիչքային ռեժիմը
is: Slökkva á flugstillingu
it_it: Disattiva Modalità offline
ja_jp: 機内モードを無効にする
ka: ფრენის რეჟიმის გამორთვა
kk: Ұшу режимін өшіру
ko_kr: 비행기 탑승 모드 해제
lt: Išjungti skrydžio režimą
lv: Deaktivizēt lidojuma režīmu
mk: Исклучи режим за летало
nb: Deaktiver Flymodus
nl: Vliegtuigstand uit
pl: Wyłączanie trybu Offline
pt_br: Desativar Modo Offline
ro: Dezactivare mod Avion
ru_ru: Отключить автономный режим
sk: Vypnutie letového režimu
sl: Onemogočite način letenja
sr: Onemogući režim letenja
sv: Inaktivera Flygläge
tr_tr: Uçuş modunu devre dışı bırak
uk: Вимкнути режим без зв’язку
uz: Parvoz rejimini o‘chirish
zh_cn: 禁用飞行模式
zh_hk: 停用飛行模式

# IDS_MOBILEAP_HEADER_INSERT_SIM_CARD_ABB
source: Insert SIM card
ar: إدخال بطاقة SIM
az: SIM kartı daxil et
bg: Поставете SIM карта
ca: Inserir targeta SIM
cs: Vložte SIM kartu
da: Isæt SIM-kort
de: SIM-Karte einlegen
el_gr: Εισαγάγετε κάρτα SIM
es_us: Inserte la tarjeta SIM
et: Paigaldage SIM-kaart
eu: Sartu SIM txartela
fi: Aseta SIM-kortti
fr: Insérer la carte SIM
ga: Ionsáigh cárta SIM
gl: Inserir tarxeta SIM
hi: SIM कार्ड इंसर्ट करें
hr: Umetnite SIM karticu
hu: Helyezzen be SIM kártyát
hy: Մտցրեք SIM քարտ
is: Settu inn SIM-kort
it_it: Inserisci scheda SIM
ja_jp: SIMカードを挿入
ka: ჩადეთ SIM ბარათი
kk: SIM картасын салу
ko_kr: SIM 카드 삽입
lt: Įdėkite SIM kortelę
lv: Ievietojiet SIM karti
mk: Вметнете SIM-картичка
nb: Sett inn SIM-kort
nl: SIM-kaart plaatsen
pl: Włóż kartę SIM
pt_br: Insira cartão SIM
ro: Introduceţi cartela SIM
ru_ru: Вставьте SIM-карту
sk: Vložte kartu SIM
sl: Vstavite kartico SIM
sr: Ubaci SIM karticu
sv: Sätt i SIM-kort
tr_tr: SIM kartı takın
uk: Вставте SIM-карту
uz: SIM-kartani kiriting
zh_cn: 插入 SIM 卡
zh_hk: 請插入 SIM 卡

# IDS_MOBILEAP_HEADER_TETHERING_FAILED_ABB
source: Tethering failed
ar: فشل التقييد
az: Bağlantı alınmadı
bg: Тетърингът е неуспешен
ca: Error d'Ancoratge a xarxa
cs: Sdílení připojení se nezdařilo
da: Deling mislykkedes
de: Tethering schlug fehl
el_gr: Το tethering απέτυχε
es_us: Error de anclaje a red
et: Modemiühendus nurjus
eu: Ainguraketak huts egin du
fi: Yhteyden jako epäonnistui
fr: Échec du modem
ga: Theip ar nascaireacht
gl: Erro na ancoraxe á rede
hi: टेथरिंग विफल
hr: Dijeljenje nije uspjelo
hu: Sikertelen internetmegosztás
hy: Տեղակապումը ձախողվեց
is: Mistókst að tjóðra
it_it: Tethering non riuscito
ja_jp: テザリングに失敗
ka: მობილური ინტერნეტი ვერ ჩაირთო
kk: Байланыстыру сәтсіз аяқталды
ko_kr: 테더링 안 됨
lt: Siejimas nepavyko
lv: Piesaiste neizdevās
mk: Споделување не успеа
nb: Internettdeling mislyktes
nl: Tethering mislukt
pl: Błąd routera
pt_br: Falha no roteamento
ro: Tetheringul nu a reuşit
ru_ru: Сбой модема
sk: Zdieľanie pripojenia zlyhalo
sl: Privezovanje ni uspelo
sr: Neuspešno vezivanje
sv: Internetdelning misslyckades
tr_tr: İnternet paylaşımı başarısız
uk: Збій прив’язки
uz: Bog‘lab bo‘lmadi
zh_cn: 网络共享失败
zh_hk: 網絡共享失敗

# IDS_MOBILEAP_HEADER_UNABLE_TO_USE_TETHERING_ABB
source: Unable to use tethering
ar: يتعذر استخدام التقييد
az: Bağlan istif mümkün deyil
bg: Не може да се ползва тетъринг
ca: No es pot utilit Ancor a xarxa
cs: Sdílení připojení nelze použít
da: Kan ikke anvende deling
de: Tethering nicht möglich
el_gr: Αδύνατη η χρήση του tethering
es_us: No es pos. usar el ancl. a red
et: Modemit ei saa kasutada
eu: Ezin izan da aingurak. erabili
fi: Yhteyttä ei voi jakaa
fr: Impossible d'utiliser le modem
ga: Ní féidir nascaireacht a úsáid
gl: Imposible usar ancoraxe á rede
hi: टेथरिंग उपयोग करने में असमर्थ
hr: Nije mog. koristiti dijeljenje
hu: Int.megosztás nem használható
hy: Անհնար է օգտագործել տեղակապում
is: Ekki er hægt að nota tjóðrun
it_it: Impossibile usare il tethering
ja_jp: テザリング使用不可
ka: მობ. ინტერნეტს ვერ გამოიყენებთ
kk: Байланыст-ды пайд. мүмкін емес
ko_kr: 테더링 사용할 수 없음
lt: Negalima naudoti siejimo
lv: Nevar izmantot piesaisti
mk: Не може да се користи делење
nb: Kan ikke bruke Internettdeling.
nl: Kan tethering niet gebruiken
pl: Nie można użyć routera
pt_br: Impossível usar o roteamento
ro: Nu se poate util. tetheringul
ru_ru: Невозможно использовать модем
sk: Zdieľ. pripoj. sa nedá použiť
sl: Uporaba privezovanja ni mogoča
sr: Nemoguće koristiti vezivanje
sv: Kan inte använda Internetdeln.
tr_tr: İnternet paylaşımı kullanlamyr
uk: Неможл. використати прив’язку
uz: Bog‘lanishdan foydal. bo‘lmadi
zh_cn: 无法使用网络共享
zh_hk: 無法使用網絡共享

# IDS_MOBILEAP_MBODY_USB_TETHERING
source: USB tethering
ar: تقييد USB
az: USB bağlanma
bg: Сдвояване през USB
ca: Ancoratge a xarxa USB
cs: Sdílení přip. přes USB
da: USB-internetdeling
el_gr: Tethering μέσω USB
es_us: Anclaje a red USB
et: USB-modem
eu: USB ainguraketa
fi: USB-yhteys
fr: Modem USB
ga: Nascaireacht USB
gl: Ancoraxe á rede USB
hi: USB टेथरिंग
hr: USB dijeljenje
hu: USB-internetmegosztás
hy: USB տեղակապում
is: USB-tjóðrun
it_it: Tethering USB
ja_jp: USBテザリング
ka: მობილური ქსელი USB-თი
kk: USB тіркеу
ko_kr: USB 테더링
lt: USB siejimas
lv: USB piesaiste
mk: Споделув. врска преку USB
nb: USB-internettdeling
pl: Router USB
pt_br: Ancoragem via USB
ro: Partajare conex. Internet
ru_ru: USB-модем
sk: Zdieľ. pripojenia cez USB
sl: USB modem
sr: USB vezivanje
sv: USB-internetdelning
tr_tr: USB bağlanıyor
uk: Прив’язка USB
uz: USB-modem
zh_cn: USB 网络共享
zh_hk: USB 網絡共享

# IDS_MOBILEAP_MBODY_WI_FI_TETHERING
source: Wi-Fi tethering
ar: تقييد Wi-Fi
az: Wi-Fi bağlanma
bg: Wi-Fi привързване
ca: Ancoratge a xarxa Wi-Fi
cs: Sdílení připojení Wi-Fi
da: Wi-Fi-deling
de: WLAN-Tethering
el_gr: Tethering μέσω Wi-Fi
es_us: Anclaje a red de Wi-Fi
et: Wi-Fi kaudu vahendamine
eu: Wi-Fi ainguraketa
fi: Wi-Fi-yhteyden jakaminen
fr: Modem Wi-Fi
ga: Nascaireacht Wi-Fi
gl: Ancoraxe á rede Wi-Fi
hi: Wi-Fi टेथरिंग
hr: Wi-Fi dijeljenje
hu: Wi-Fi internetmegosztás
hy: Wi-Fi տեղակապում
is: Wi-Fi tjóðrun
it_it: Tethering Wi-Fi
ja_jp: Wi-Fiテザリング
ka: Wi-Fi მობილური ინტერნეტი
kk: Wi-Fi байланыстыру
ko_kr: Wi-Fi 테더링
lt: „Wi-Fi“ siejimas
lv: Wi-Fi piesaiste
mk: Делење Wi-Fi
nb: Wi-Fi-Internettdeling
pl: Router Wi-Fi
pt_br: Ancoragem Wi-Fi
ro: Furn. acc. Internet Wi-Fi
ru_ru: Модем Wi-Fi
sk: Zdieľanie pripoj. Wi-Fi
sl: Up.tel. kot mod. po Wi-Fi
sr: Wi-Fi vezivanje
sv: Wi-Fi-internetdelning
tr_tr: Wi-Fi bağlantısı
uk: Прив’язка Wi-Fi
uz: Wi-Fi bog‘lanish
zh_cn: Wi-Fi 网络共享
zh_hk: Wi-Fi 網絡共用

# IDS_MOBILEAP_MBODY_WI_FI_TETHERING_SETTINGS
source: Wi-Fi tethering settings
ar: إعدادات تقييد Wi-Fi
az: Wi-Fi bağlanma param-i
bg: Наст. за Wi-Fi привързв.
ca: Ajust Ancor a xarxa Wi-Fi
cs: Nast. sdílení přip. Wi-Fi
da: Indstilling. Wi-Fi-deling
de: WLAN-Tethering-Einstell.
el_gr: Ρυθμίσεις tethering Wi-Fi
es_us: Con. anclaje a red Wi-Fi
et: Wi-Fi-vahendamise seaded
eu: Wi-Fi aingur. ezarpenak
fi: Wi-Fi-yht. jaon asetukset
fr: Paramètres du modem Wi-Fi
ga: Soc. nascaireachta Wi-Fi
gl: Axus. ancoraxe rede Wi-Fi
hi: Wi-Fi टेथरिंग सेटिंग्स
hr: Postavke Wi-Fi dijeljenja
hu: Wi-Fi int.megosztás beá.
hy: Wi-Fi տեղակապ. դրվածքներ
is: Wi-Fi tjóðrunarstillingar
it_it: Impost. tethering Wi-Fi
ja_jp: Wi-Fiテザリング設定
ka: Wi-Fi ინტერნეტის პარამეტ.
kk: Wi-Fi байл. параметрлері
ko_kr: Wi-Fi 테더링 설정
lt: „Wi-Fi“ siej. nustatymai
lv: Wi-Fi piesaistes iestat.
mk: Опции за делење Wi-Fi
nb: Wi-Fi-Internettdel.innst.
nl: Instell. Wi-Fi-tethering
pl: Ustawienia routera Wi-Fi
pt_br: Config. ancoragem Wi-Fi
ro: Set. furn. ac. Int. Wi-Fi
ru_ru: Параметры модема Wi-Fi
sk: Nast. zdieľ. prip. Wi-Fi
sl: Nas.tel. kot mod.po Wi-Fi
sr: Podeš. Wi-Fi povezivanja
sv: Inst. f. Wi-Fi-internetd.
tr_tr: Wi-Fi bağlantısı ayarları
uk: Установки прив'язки Wi-Fi
uz: Wi-Fi bog‘lan. parametri
zh_cn: Wi-Fi 网络共享设置
zh_hk: Wi-Fi 網絡共用設定

# IDS_MOBILEAP_POP_CONNECTED_DEVICES_C_PD
source: Connected devices: %d
ar: الأجهزة المتصلة: %d
az: Qoşulmuş cihazlar: %d
bg: Свързани устройства: %d
ca: Dispositius connectats: %d
cs: Připojená zařízení: %d
da: Tilsluttede enheder: %d
de: Verbundene Geräte: %d
el_gr: Συνδεδεμένες συσκευές: %d
es_us: Dispositivos conectados: %d
et: Ühendatud seadmed: %d
eu: Konektatutako gailuak: %d
fi: Yhdistetyt laitteet: %d
fr: Périphériques connectés : %d
ga: Gléasanna nasctha: %d
gl: Dispositivos conectados: %d
hi: कनेक्ट किए गए डिवाइसेस: %d
hr: Spojeni uređaji: %d
hu: Csatlakoztatott eszközök: %d
hy: Միացված սարքեր՝ %d
is: Tengd tæki: %d
it_it: Dispositivi connessi: %d
ja_jp: 接続デバイス:%d
ka: დაკავშირებული მოწყობილობები: %d
kk: Қосылған құрылғылар: %d
ko_kr: 연결된 디바이스: %d개
lt: Prijungti įrenginiai: %d
lv: Pievienotas ierīces: %d
mk: Поврзани уреди: %d
nb: Tilkoblede enheter: %d
nl: Aangesloten apparaten: %d
pl: Podłączone urządzenia: %d
pt_br: Dispositivos conectados: %d
ro: Dispozitive conectate: %d
ru_ru: Подключенные устройства: %d
sk: Pripojené zariadenia: %d
sl: Povezane naprave: %d
sr: Povezano uređaja: %d
sv: Anslutna enheter: %d
tr_tr: Bağlı cihazlar: %d
uk: Підключені пристрої: %d
uz: Ulangan qurilmalar: %d
zh_cn: 连接的设备：%d
zh_hk: 已連接裝置: %d

# IDS_MOBILEAP_POP_CONNECT_USB_CABLE
source: Connect USB cable.
ar: قم بتوصيل إلى كابل USB.
az: USB kabelini qoş.
bg: Свързване с USB кабел
ca: Connectar cable USB
cs: Připojte USB kabel.
da: Tilslut USB-kabel.
de: USB-Kabel anschließen
el_gr: Συνδέστε το καλώδιο USB.
es_us: Conectar cable USB.
et: Uhenda USB-kaabel.
eu: USB kablea konektatu
fi: Liitä USB-kaapeli.
fr: Connectez le câble USB.
ga: Ceangail cábla USB
gl: Conectar cable USB
hi: USB केबल कनेक्‍ट करें
hr: Spoji USB kabel.
hu: Csatlakoztassa az USB-kábelt.
hy: Միացնել USB մալուխը:
is: Tengjast USB-snúru.
it_it: Collegare cavo USB.
ja_jp: USBケーブルを接続してください。
ka: USB კაბელის მიერთება.
kk: USB кабелін қосу.
ko_kr: USB 케이블을 연결하세요.
lt: Prijungti USB kabelį.
lv: Pievienot USB kabeli.
mk: Приклучете го USB кабелот.
nb: Koble til USB-kabel.
nl: USB-kabel aansluiten
pl: Podłącz kabel USB.
pt_br: Conecte o cabo USB.
ro: Conectaţi cablul USB.
ru_ru: Подключите USB-кабель.
sk: Pripojiť kábel USB
sl: Priključite kabel USB.
sr: Priključi USB kabl.
sv: Anslut USB-kabeln.
tr_tr: USB kablosunu bağlayın.
uk: Підключити кабель USB.
uz: USB-kabelni ulash.
zh_cn: 连接 USB 线。
zh_hk: 連接 USB 線。
