Repository: tizenorg/apps.home.ug-mobile-ap
Catalog: po/*.po
Languages: ar, az, bg, ca, cs, da, de, el_gr, es_us, et, eu, fi, fr, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, ko_kr, lt, lv, mk, nb, nl, pl, pt_br, ro, ru_ru, sk, sl, sr, sv, tr_tr, uk, uz, zh_cn, zh_hk

source: Disabling tethering will prevent linked devices from accessing the Internet. Continue?
ar: سيؤدي إلغاء تفعيل التقييد إلى منع وصول الأجهزة المرتبطة من الوصول إلى الإنترنت. هل تريد المتابعة؟
az: Bağlanmanın qeyri-aktiv edilməsi əlaqəli cihazların İnternetə daxil olmasına imkan verməyəcək. Davam etsin?
bg: Деактивирането на привързването ще предотврати достъпа на свързаните устройства до интернет. Продължаване?
ca: Si deshabilita el tethering, impedirà que els dispositius vinculats accedeixin a Internet. Continuar?
cs: Vypnutím sdílení připojení zabráníte připojeným zařízením v přístupu k Internetu. Chcete pokračovat?
da: Deaktivering af deling forhindrer kædede enheder i at gå på internettet. Fortsæt?
de: Das Deaktivieren von Tethering verhindert den Zugriff verbundener Geräte auf das Internet. Fortfahren?
el_gr: Η απενεργοποίηση του tethering θα εμποδίσει την πρόσβαση των συνδεδεμένων συσκευών στο Internet. Συνέχεια;
es_us: Desactivar la redirección evitará que los dispositivos vinculados accedan a Internet. ¿Continuar?
et: Vahendamise keelamine takistab lingitud seadmetel Internetile juurdepääsu. Kas jätkata?
eu: Ainguraketa ezgaitzean horri lotutako gailuak ezingo dira Internetera sartu. Jarraitu?
fi: Yhteyden jakamisen lopettaminen estää yhdistettyjä laitteita muodostamasta Internet-yhteyttä. Jatketaanko?
fr: La désactivation du modem empêchera les appareils associés d'accéder à Internet. Continuer ?
ga: Má dhíchumasaítear nascaireacht ní bheidh gléasanna nasctha in ann an tIdirlíon a rochtain. Ar aghaidh?
gl: A desactivación da ancoraxe á rede impedirá que os dispositivos ligados accedan á Internet. Desexas continuar?
hi: टेथरिंग अक्षम करने पर लिंक किए गए डिवाइसों का इंटरनेट उपयोग प्रतिबंधित हो जाएगा। जारी रखें?
hr: Ako isključite dijeljenje, spriječit ćete da povezani uređaji pristupaju internetu. Nastavak?
hu: Az internetmegosztás letiltása esetén megszűnik a csatolt eszközök internetkapcsolata. Folytatja?
hy: Տեղակապումը կասեցնելը կապված սարքերին թույլ չի տա մուտք գործել ինտերնետ. շարունակե՞լ:
is: Ef slökkt er á tjóðrun missa tengd tæki netsamband. Halda áfram?
it_it: Disattivando il tethering i dispositivi collegati non potranno accedere più a Internet. Continuare?
ja_jp: テザリングを無効にすると、インターネットにアクセスしている端末の接続を停止します。続行しますか？
ka: კომპიუტერით მობილური ინტერნეტის გამორთვა არ მისცემს საშუალებას დაკავშირებულ მოწყობილობებს დაუკავშირდნენ ინტერნეტს. განაგრძობთ?
kk: Байланыстыруды өшіру байланыстырылған құрылғыларды интернетке кіргізбейді. Жалғастыру керек пе?
ko_kr: 테더링을 해제하면 연결된 디바이스가 인터넷에 접속할 수 없습니다. 계속할까요?
lt: Išjungus siejimą, susietiems įrenginiams nebus leidžiama pasiekti interneto. Tęsti?
lv: Izslēdzot piesaisti, tālrunim pievienotās ierīces nevarēs piekļūt internetam. Vai turpināt?
mk: Со исклучување на делењето ќе се исклучи врската со интернет на поврзаните уреди. Продолжи?
nb: Deaktivering av Internettdeling hindrer tilkoblede enheter i å få tilgang til Internett. Fortsette?
nl: Als u tethering uitschakelt, hebben gekoppelde apparaten geen toegang tot internet. Doorgaan?
pl: Wyłączenie routera uniemożliwi podłączonym urządzeniom łączenie się z Internetem. Kontynuować?
pt_br: A desativação da ancoragem evitará que dispositivos vinculados acessem a Internet. Continuar?
ro: Prin dezactivarea furnizării accesului la Internet, nu se va permite accesul la Internet al dispozitivelor conectate. Continuaţi?
ru_ru: При отключении модема связанные устройства не смогут получать доступ к Интернету. Продолжить?
sk: Vypnutím zdieľania pripojenia zabránite pripojeným zariadeniam v prístupe na internet. Pokračovať?
sl: Če onemogočite uporabo telefona kot modema, boste povezanim napravam preprečili dostop do interneta. Želite nadaljevati?
sr: Onemogućavanje vezivanja će sprečiti da povezani uređaji pristupe Internetu. Nastaviti?
sv: Genom att inaktivera Internetdelning förhindras länkade enheter att nå Internet. Fortsätta?
tr_tr: Bağlantının devre dışı bırakılması bağlı cihazların internete erişmesine engel olur. Devam edilsin mi?
uk: У разі вимкнення прив'язки зв’язані пристрої не зможуть отримувати доступ до Інтернету. Продовжити?
uz: Bog‘lanishni o‘chirish bog‘langan qurilmalarga Internet orqali ulanishni oldini oladi. Davom ettirilsinmi?
zh_cn: 禁用网络共享将阻止链接的设备访问互联网。是否继续？
zh_hk: 停用網絡共用將阻止連接的裝置存取互聯網。繼續嗎？

# IDS_MOBILEAP_POP_ENABLING_USB_TETHERING_WILL_DISCONNECT_PREVIOUS_USB_CONNECTION
source: Enabling USB tethering will disconnect previous USB connection.
ar: سيؤدي تفعيل تقييد USB إلى فصل اتصال USB السابق.
az: USB bağlanmasını aktivləşdirmək əvvəlki USB bağlantısını kəsəcək.
bg: Разрешаването на сдвояването през USB ще изключи предишната USB връзка.
ca: Si habilita el tethering USB, es desconnectaran les connexions USB prèvies
cs: Zapnutím sdílení připojení k Internetu přes USB odpojíte předchozí připojení přes USB.
da: Aktivering af USB-deling vil frakoble den tidligere USB-forbindelse.
de: Das Aktivieren des USB-Tethering beendet die vorherige USB-Verbindung.
el_gr: Με την ενεργοποίηση της λειτουργίας tethering μέσω USB θα αποσυνδεθεί η προηγούμενη σύνδεση USB.
es_us: La activación de anclaje a red de USB desactivará la conexión USB anterior.
et: USB-modemi aktiveerimisel katkestatakse eelmine USB-uhendus.
eu: USB ainguraketa gaitzeak lehenagoko USB konexioak deskonektatuko ditu
fi: USB-yhteyden ottaminen käyttöön poistaa edellisen USB-yhteyden käytöstä.
fr: L'activation du modem USB va interrompre la connexion USB précédente.
ga: Dícheanglaítear an nasc USB roimhe seo má dhéantar nascaireacht USB a chumasú
gl: A activación da ancoraxe á rede USB desconectará a conexión USB anterior
hi: USB तेथरिंग सक्षम करने से पिछला USB कनेक्‍शन डिस्कनेक्ट किया जाएगा
hr: Uključivanje USB dijeljenja prekinut će prethodnu USB vezu.
hu: Az USB-internetmegosztás engedélyezése esetén az előző USB-kapcsolat megszakad.
hy: USB տեղակապման ընձեռումը կանջատի նախորդ USB միացումը:
is: Með því að kveikja á USB-tjóðrun slokknar á fyrri USB-tengingu.
it_it: Attivando il tethering USB verranno interrotte le connessioni USB precedenti.
ja_jp: USBテザリングを有効にすると、USB接続が切断されます。
ka: თუ ნოუთბუქში ჩართავთ მობილურ ინტერნეტს USB-თი, წინა USB კავშირი გაითიშება.
kk: USB тіркеу қосылғанда алдыңғы USB байланысы ажырайды.
ko_kr: USB 테더링을 실행하면 이전 USB 연결이 해제됩니다.
lt: Įjungus USB siejimą, bus atjungtas ankstesnis USB ryšys.
lv: Aktivizējot USB piesaisti, tiks pārtraukts iepriekšējais USB savienojums.
mk: Со вклучување на делење преку USB ќе се прекине претходното поврзување USB.
nb: Aktivering av USB-internettdeling vil koble fra tidligere USB-tilkobling.
nl: Als u USB-tethering inschakelt, wordt eerdere USB-verbinding verbroken.
pl: Włączenie routera USB spowoduje rozłączenie poprzedniego połączenia USB.
pt_br: Ativar a ancoragem via USB irá desconectar a conexão USB anterior.
ro: Activarea furnizării accesului la Internet prin USB va determina deconectarea conexiunii USB anterioare.
ru_ru: При включении USB-модема предыдущее USB-подключение будет отключено.
sk: Zapnutie zdieľania pripojenia cez USB odpojí predchádzajúce pripojenie cez USB.
sl: Če omogočite uporabo telefona kot modema po vmesniku USB, bodo vse prejšnje povezave USB prekinjene.
sr: Omogućavanje USB vezivanja prekinuće sve prethodne USB veze.
sv: Om du aktiverar USB-internetdelning inaktiveras den tidigare USB-anslutningen.
tr_tr: USB bağlantısını etkinleştirmek önceki USB bağlantısını koparacak.
uk: Увімкнення прив’язки USB призведе до відключення попереднього USB-з’єднання.
uz: USB bog‘lanishni yoqish avvalgi USB ulanishini o‘chiradi.
zh_cn: 启用USB 网络共享将断开原有 USB 连接。
zh_hk: 啟用 USB 網絡共享將中斷先前的 USB 連接。

# IDS_MOBILEAP_POP_INSERT_SIM_CARD_AND_RESTART_DEVICE_TO_USE_TETHERING
source: Insert SIM card and restart device to use tethering.
ar: أدخل بطاقة SIM وإعادة تشغيل الجهاز لاستخدام التقييد.
az: SIM kartı daxil edin və bağlanmadan istifadə etmək üçün cihazı yenidən başladın.
bg: Поставете SIM карта и рестартирайте устройството, за да използвате привързване.
ca: Insereixi una targeta SIM i reiniciï el dispositiu per utilitzar tethering
cs: Chcete-li použít sdílení připojení, vložte SIM kartu a restartujte zařízení.
da: Isæt SIM-kort, og genstart enhed for at bruge deling.
de: SIM-Karte einsetzen und Gerät neu starten, um Tethering zu verwenden.
el_gr: Εισαγάγετε την κάρτα SIM και επανεκκινήστε τη συσκευή για να χρησιμοποιήσετε τη λειτουργία tethering.
es_us: Inserte tarjeta SIM y reinicie el dispositivo para usar anclaje a red.
et: Vahendamiseks sisestage SIM-kaart ja taaskaivitage seade.
eu: Sartu SIM txartela eta berrabiarazi gailua ainguraketa erabiltzeko
fi: Aseta SIM-kortti ja käynnistä laite uudelleen yhteyden jakamista varten.
fr: Insérez une carte SIM et redémarrez l'appareil pour utiliser le modem.
ga: Ionsáigh cárta SIM agus atosaigh an gléas le nascaireacht a úsáid
gl: Insire a tarxeta SIM e reinicia o dispositivo para usar a ancoraxe á rede
hi: टेथरिंग का उपयोग करने के लिए SIM कार्ड इंसर्ट करें और डिवाइस पुनः चालू करें।
hr: Umetnite SIM karticu i pokrenite uređaj da biste koristili dijeljenje.
hu: Az internetmegosztás használatához helyezzen be SIM kártyát, és indítsa újra az eszközt.
hy: Մտցնել SIM քարտ և վերագործարկել սարքը՝ տեղակապում օգտագործելու համար:
is: Settu inn SIM-kort og endurræstu tækið til að nota tjóðrun.
it_it: Inserire la scheda SIM e riavviare il dispositivo per utilizzare il tethering.
ja_jp: テザリングを使用するには、SIMカードを挿入し、端末を再起動してください。
ka: ჩადეთ SIM და გადატვირთეთ აპარატი, რომ გამოიყენოთ მობილური ინტერნეტი კომპიუტერში.
kk: SIM картасын салып, байланыстыруды пайдалану үшін құрылғыны өшіріп қосыңыз.
ko_kr: 테더링을 이용하려면 SIM 카드를 삽입하고 디바이스를 다시 시작하세요.
lt: Norėdami naudoti siejimą, įdėkite SIM kortelę ir paleiskite įrenginį iš naujo.
lv: Lai lietotu piesaisti, Ievietojiet SIM karti un restartējiet tālruni.
mk: Вметнете SIM-картичка и рестартирајте го уредот за да го користите делењето.
nb: Sett inn SIM-kort og start enheten på nytt for å bruke Internettdeling.
nl: SIM-kaart plaatsen en apparaat opnieuw opstarten om tethering te gebruiken.
pl: Włóż kartę SIM i uruchom urządzenie ponownie, aby korzystać z udostępniania.
pt_br: Insira o cartão SIM e reinicie o dispositivo para usar a ancoragem.
ro: Introduceţi cartela SIM şi reporniţi dispozitivul pentru a utiliza furnizarea accesului la Internet.
ru_ru: Чтобы воспользоваться модемом, вставьте SIM-карту и перезагрузите устройство.
sk: Pred použitím zdieľania pripojenia vložte kartu SIM a reštartujte zariadenie.
sl: Vstavite kartico SIM in znova zaženite napravo, če želite uporabljati telefon kot modem.
sr: Ubaci SIM karticu i restartuj uređaj da bi koristio/la vezivanje.
sv: Sätt i ett SIM-kort och starta om enheten för att använda Internetdelning.
tr_tr: Bağlantıyı kullanmak için SIM kartı takın ve cihazı tekrar başlatın.
uk: Вставте SIM-карту та перезавантажте пристрій, щоб скористатися прив'язкою.
uz: Bog‘lanishdan foydalanish uchun, SIM-kartani kiriting va qurilmani qayta ishga tushiring.
zh_cn: 插入 SIM 卡并重启设备以使用网络共享。
zh_hk: 插入 SIM 卡並重新啟動裝置以使用網絡共用。

source: Password must contain at least %d characters and not exceed %d characters.
ar: يجب ألا تقل كلمة المرور عن %d أحرف وألا تزيد عن %d حرفا.
az: Parol minimum %d simvol ehtiva etməlidir və uzunluğu %d simvoldan çox olmamalıdır.
bg: Паролата трябва да съдържа поне %d знака и да не е по-дълга от %d знака.
ca: La contrasenya ha de contenir al menys %d caràcters i no excedir els %d
cs: Heslo musí obsahovat nejméně %d znaků a maximálně %d znaků.
da: Adgangskode skal indeholde mindst %d tegn og må ikke overstige %d tegn.
de: Passwort muss mindestens %d, jedoch nicht mehr als %d Zeichen enthalten
el_gr: Ο κωδικός πρόσβασης πρέπει να περιέχει %d χαρακτήρες τουλάχιστον και να μην ξεπερνά τους %d χαρακτήρες.
es_us: La contraseña debe contener al menos %d caracteres y no superar los %d caracteres.
et: Parool peab sisaldama vahemalt %d tahemarki, kuid ei tohi olla pikem kui %d tahemarki.
eu: Pasahitzak gutxienez %d karaktere izan behar ditu eta ezin ditu %d karaktereak gainditu
fi: Salasanassa on oltava ainakin %d merkkiä eikä se saa olla yli %d merkkiä pitkä.
fr: Le mot de passe doit contenir au moins %d caractères et ne pas dépasser %d caractères.
ga: Ní mór %d carachtar ar a laghad a bheith sa phasfhocal agus gan %d carachtar a shárú
gl: O contrasinal ten que ter polo menos %d carácteres e non superar %d carácteres
hi: पासवर्ड में कम से कम %d वर्ण होने जरूरी है और %d वर्ण से अधिक नहीं होने चाहिए।
hr: Lozinka mora sadržavati najmanje %d, a najviše %d znakova.
hu: A jelszónak legalább %d, legfeljebb %d karakterből kell állnia.
hy: Գաղտնաբառը պետք է պարունակի առնվազն %d նիշ և չգերազանցի %d նիշը:
is: Lykilorðið verður að vera a.m.k. %d stafir og má ekki vera lengra en %d stafir.
it_it: La password deve contenere almeno %d caratteri e non superare %d caratteri.
ja_jp: パスワードの長さは%d文字以上、%d文字以下である必要があります。
ka: პაროლი უნდა შეიცავდეს მინიმუმ %d და მაქსიმუმ %d სიმბოლოს.
kk: Құпиясөзде кемінде %d таңба болуы және %d таңбадан аспауы керек.
ko_kr: 비밀번호는 최소 %d자 이상, %d자 이하의 문자 또는 숫자를 포함해야 합니다.
lt: Slaptažodį turi sudaryti ne mažiau kaip %d simboliai (-ių), bet ne daugiau kaip %d simboliai (-ių).
lv: Parolē ir jābūt vismaz %d rakstzīmēm, bet ne vairāk par %d.
mk: Лозинката мора да содржи најмалку %d, а најмногу %d знаци.
nb: Passordet må inneholde minst %d tegn og ikke overstige %d tegn.
nl: Wachtwoord moet ten minste %d tekens bevatten en mag niet langer zijn dan %d tekens.
pl: Hasło musi zawierać co najmniej %d znaków i nie przekraczać %d znaków.
pt_br: A senha deve conter pelo menos %d caracteres e não exceder %d caracteres.
ro: Parola trebuie să conţină minimum %d caractere şi nu poate depăşi %d caractere.
ru_ru: Допустимое число символов в пароле: от %d до %d.
sk: Heslo musí obsahovať aspoň %d znakov a nesmie prekročiť %d znakov.
sl: Geslo mora vsebovati vsaj %d znakov in ne sme presegati %d znakov.
sr: Šifra mora da sadrži najmanje %d i najviše %d znakova.
sv: Lösenord måste innehålla minst %d tecken och inte överstiga %d tecken.
tr_tr: Şifre en az %d karakter içermeli ve %d karakteri geçmemelidir.
uk: Пароль має містити щонайменше %d символів і не перевищувати %d символів.
uz: Parol eng kamida %d belgidan iborat bo‘lishi hamda %d belgidan oshmasligi lozim.
zh_cn: 密码必须至少包含%d个字符，并且不超过%d个字符。
zh_hk: 密碼必須包含至少%d個字元，但不可超過%d個字元。

source: Tethering consumes more battery power and increases your data usage.
ar: يستهلك التقييد الكثير من طاقة البطارية ويزيد من استخدام البيانات.
az: Bağlanma daha çox batareyadan istifadə edir və verilənlərdən istifadənizi artırır.
bg: Привързването изразходва повече енергия от батерията и увеличава потреблението на данни.
ca: El tethering consumeix més bateria i augmenta el consum de dades
cs: Sdílení připojení spotřebovává více energie z baterie a zvyšuje využívání dat.
da: Internetdeling bruger mere batteri og forøger dit dataforbrug.
de: Tethering verbraucht mehr Akkuleistung und erhöht Ihre Datennutzung.
el_gr: Το tethering καταναλώνει περισσότερη ισχύ μπαταρίας και αυξάνει τη χρήση δεδομένων.
es_us: El anclaje consume más batería y aumenta el uso de datos.
et: Modemi kasutamine tarbib rohkem akutoidet ja suurendab andmekasutust.
eu: Ainguraketak bateria gehiago kontsumitzen du eta zure datuen erabilera areagotzen du
fi: Yhteyden jakaminen kuluttaa enemmän virtaa ja lisää tietojen käyttöä.
fr: L'utilisation du modem sollicite davantage la batterie et augmente l'utilisation des données.
ga: Úsáideann nascaireacht níos mó cumhacht ceallra agus méadaíonn sé úsáid sonraí agat
gl: A ancoraxe á rede consume máis batería e incrementa o uso de información
hi: टेथरिंग बैटरी पॉवर की ज्यादा खपत करता है और आपके डेटा उपयोग को बढ़ाता है
hr: Dijeljenje povećava potrošnju baterije i količinu prijenosa podataka.
hu: Az internetmegosztás használata gyorsan meríti az akkumulátort, és nagyobb adatforgalmat eredményez.
hy: Տեղակապումը մարտկոցի ավելի շատ էներգիա է սպառում և ավելացնում է տվյալների օգտագործումը:
is: Tjóðrun notar meiri orku og eykur gagnanotkun.
it_it: Il tethering aumenta il consumo della batteria e l'utilizzo della connessione dati.
ja_jp: テザリングはより多くのバッテリーを消費し、データ使用量が増加します。
ka: მობილური ინტერნეტი ხარჯავს უფო მეტ ენერგიას და ზრდის მონაცემთა გამოყენებას.
kk: Байланыстыру батарея зарядын көп пайдаланып, деректеріңіздің пайдаланылуын арттырады.
ko_kr: 테더링을 사용하면 배터리 및 데이터 사용량이 증가합니다.
lt: Kai įjungtas siejimas, suvartojama daugiau akumuliatoriaus energijos ir padidėja duomenų naudojimas.
lv: Piesaiste patērē vairāk akumulatora enerģijas un palielina datu lietojumu.
mk: Споделувањето троши повеќе батерија и го зголемува користењето податоци.
nb: Internettdeling forbruker mer batteristrøm og øker databruken.
nl: Tethering verbruikt meer voeding en verhoogt uw gegevensgebruik.
pl: Router zwiększa zużycie baterii i danych.
pt_br: A ancoragem consome mais bateria e aumenta sua utilização de dados.
ro: Furnizarea accesului la internet consumă mai mult din energia bateriei şi creşte volumul de date utilizat.
ru_ru: При использовании модема быстро расходуется заряд батареи и увеличивается объем передаваемых данных.
sk: Zdieľanie pripojenia spotrebúva viac energie batérie a zvyšuje používanie dátových prenosov.
sl: Uporaba telefona kot modema porabi več baterije in poveča porabo prenosa podatkov.
sr: Vezivanje troši više energije i povećava upotrebu podataka.
sv: Internetdelning förbrukar mer batteri och ökar dataanvändningen.
tr_tr: Bağlanma daha fazla pil gücü tüketir ve veri kullanımınızı arttırır.
uk: Прив'язка використовує більше заряду акумулятора та збільшує використання даних.
uz: Bog‘lanish batareya quvvatini ko‘proq sarflaydi va ma’lumot ishlatilishini oshiradi.
zh_cn: 网络共享消耗更多电池电力并增加您的数据使用量。
zh_hk: 網路共享會消耗更多電力且增加數據使用量。

source: To enable this tethering function, connect to a mobile or Wi-Fi network.
ar: لتفعيل وظيفة التقييد، اتصل بهاتف محمول أو بشبكة Wi-Fi
az: Bu bağlantı funksiyasını aktivləşdirmək üçün mobil və ya Wi-Fi şəbəkəsinə qoşulun
bg: За да активирате тази функция за привързване, свържете се към мобилна или Wi-Fi мрежа
ca: Per habilitar aquesta funció de tethering, connecti a una xarxa mòbil o Wi-Fi
cs: Chcete-li zapnout tuto funkci sdílení připojení k Internetu, připojte zařízení k mobilní síti nebo k síti Wi-Fi
da: For at aktivere denne internetdelingsfunktion skal du oprette forbindelse til et mobilt netværk eller Wi-Fi-netværk.
de: Wenn Sie die Tethering-Funktion aktivieren möchten, stellen Sie eine Verbindung mit einem WLAN oder einem mobilen Netz her.
el_gr: Για την ενεργοποίηση της λειτουργίας tethering, συνδεθείτε σε ένα δίκτυο κινητής τηλεφωνίας ή Wi-Fi
es_us: Para activar esta función de anclaje a red, conéctese a una red móvil o Wi-Fi
et: Selle modemifunktsiooni aktiveerimiseks looge ühendus mobiilside- või Wi-Fi võrguga
eu: Ainguraketa funtzio hau gaitzeko, konektatu mugikor edo Wi-Fi sare batera
fi: Voit ottaa tämän yhteyden jakamistoiminnon käyttöön muodostamalla yhteyden matkapuhelin- tai Wi-Fi-verkkoon.
fr: Pour activer la fonction de modem, connectez-vous à un réseau mobile ou Wi-Fi
ga: Leis an bhfeidhm nascaireachta seo a chumasú, nasc le líonra móibíleach nó Wi-Fi
gl: Para activar esta función de ancoraxe á rede, conéctate a unha rede móbil ou Wi-Fi
hi: यह टेथरिंग फ़ंक्शन सक्षम करने के लिए, किसी मोबाइल या Wi-Fi नेटवर्क से कनेक्ट करें
hr: Za uključivanje funkcije dijeljenja spojite se na mobilnu ili Wi-Fi mrežu.
hu: Ennek az internetmegosztási funkciónak az engedélyezéséhez kapcsolódjon mobil- vagy Wi-Fi hálózathoz.
hy: Տեղակապման գործառույթն ընձեռելու համար միացեք շարժական կամ Wi-Fi ցանցի
is: Tengdu við farsímakerfi eða Wi-Fi net til að kveikja á þessum tjóðrunareiginleika
it_it: Per attivare questa funzione di tethering, connettetevi a una rete mobile o Wi-Fi
ja_jp: テザリング機能を有効にするには、モバイルネットワークまたはWi-Fiに接続してください。
ka: კომპიუტერში მობილური ინტერნეტის ფუნქციის გასააქტიურებლად, დაუკავშირდით მობილურ ან Wi-Fi ქსელს
kk: Бұл шектеу функциясын іске қосу үшін мобильді немесе Wi-Fi желісіне қосылыңыз
ko_kr: 테더링 기능을 실행하려면 모바일 네트워크 또는 Wi-Fi에 연결하세요
lt: Norėdami įjungti šią siejimo funkciją, prisijunkite prie mobiliojo arba „Wi-Fi“ tinklo
lv: Lai aktivizētu šo piesaistes funkciju, izveidojiet savienojumu ar mobilo vai Wi-Fi tīklu
mk: За да се овозможи оваа функција за поврзување, поврзете се со мобилна или мрежа Wi-Fi.
nb: Koble til et mobil- eller Wi-Fi-nettverk for å aktivere denne funksjonen for Internettdeling.
nl: Als u deze tetheringfunctie wilt inschakelen, moet u verbinding maken met een mobiel of Wi-Fi-netwerk
pl: Aby włączyć tę funkcję routera, połącz się z siecią komórkową lub Wi-Fi
pt_br: Para ativar esta função de roteamento, conecte-se a uma rede móvel ou Wi-Fi
ro: Pentru a activa această funcţie de tethering, conectaţi-vă la o reţea mobilă sau Wi-Fi
ru_ru: Чтобы включить эту функцию модема, подключитесь к мобильной сети или Wi-Fi.
sk: Ak chcete zapnúť túto funkciu zdieľania pripojenia, pripojte sa k mobilnej sieti alebo k sieti Wi-Fi
sl: Če želite omogočiti to funkcijo privezovanja, se povežite z mobilnim omrežjem ali omrežjem Wi-Fi
sr: Da bi omogućio/la ovu funkciju vezivanja, poveži se na mobilnu ili Wi-Fi mrežu
sv: Om du vill aktivera internetdelningsfunktionen ska du ansluta till ett mobilnät eller Wi-Fi-nätverk.
tr_tr: Bu internet paylaşımı işlevini etkinleştirmek için bir mobil veya Wi-Fi ağına bağlanın
uk: Щоб увімкнути цю функцію прив’язки, підключіться до мобільної мережі або мережі Wi-Fi
uz: Ushbu bog‘lash funksiyasini yoqish uchun mobil yoki Wi-Fi tarmoqqa ulaning
zh_cn: 若要启用该网络共享功能，请连接至移动或 Wi-Fi 网络
zh_hk: 若要啟用此網絡共享功能，請連接至流動或 Wi-Fi 網絡。

# IDS_MOBILEAP_POP_UNABLE_TO_USE_TETHERING
source: Unable to use tethering.
ar: يتعذر استخدام التقييد.
az: Bağlanmadan istifadə mümkün deyil.
bg: Не може да се използва привързване.
ca: No es pot utilitzar el tethering
cs: Sdílení připojení nelze použít.
da: Kan ikke anvende deling.
de: Tethering kann nicht verwendet werden
el_gr: Δεν είναι δυνατή η χρήση tethering.
es_us: No es posible usar redirección.
et: Vahendamist ei saa kasutada.
eu: Ezin izan da ainguraketa erabili
fi: Yhteyttä ei voi jakaa.
fr: Impossible d'utiliser le modem.
ga: Ní féidir nascaireacht a úsáid.
gl: Non se pode empregar a ancoraxe á rede
hi: टेथरिंग का उपयोग करने में असमर्थ।
hr: Nemoguće koristiti dijeljenje.
hu: Nem használható az internetmegosztás.
hy: Անհնար է օգտագործել տեղակապում:
is: Ekki hægt að nota tjóðrun.
it_it: Impossibile utilizzare il tethering.
ja_jp: テザリングを使用できません。
ka: კომპიუტერით მობილური ინტერნეტის გამოყენება შეუძლებელია.
kk: Байланыстыруды пайдалану мүмкін емес.
ko_kr: 테더링을 사용할 수 없습니다.
lt: Negalima naudoti siejimo.
lv: Nevar izmantot piesaisti.
mk: Не може да се користи делење.
nb: Kan ikke bruke Internettdeling.
nl: Kan tethering niet gebruiken.
pl: Nie można użyć routera.
pt_br: Não é possível usar a ancoragem.
ro: Imposibil de utilizat furnizarea de acces la Internet
ru_ru: Невозможно использовать модем.
sk: Nedá sa použiť zdieľanie pripojenia.
sl: Uporaba telefona kot modema ni mogoča.
sr: Nije moguće koristiti vezivanje.
sv: Det går inte att använda Internetdelning.
tr_tr: Bağlantı kullanılamıyor.
uk: Неможливо використати прив’язку.
uz: Bog‘lanishdan foydalanib bo‘lmaydi.
zh_cn: 无法使用网络共享。
zh_hk: 無法使用網絡共用。
