Repository: tizenorg/apps.home.ug-mobile-ap
Catalog: po/*.po
Languages: ar, az, bg, ca, cs, da, de, el_gr, es_us, et, eu, fi, fr, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, ko_kr, lt, lv, mk, nb, nl, pl, pt_br, ro, ru_ru, sk, sl, sr, sv, tr_tr, uk, uz, zh_cn, zh_hk

source: Tethering consumes more battery power and increases your data usage. The maximum number of tethered devices allowed is %d.
ar: يؤدي التقييد إلى استهلاك المزيد من طاقة البطارية وزيادة استخدام البيانات. الحد الأقصى لعدد الأجهزة المقيدة المسموح بها هو %d.
az: Bağlanma daha çox batareyadan istifadə edir və verilənlərdən istifadənizi artırır. Bağlanan cihazların icazə verilən maksimum sayı %d-dir
bg: Привързването консумира повече енергия от батерията и увеличава потреблението на данни. Максималният позволен брой привързани устройства е %d.
ca: El tethering consumeix més bateria i augmenta el consum de dades. El nombre màxim de dispositius connectats amb tethering permesos és %d.
cs: Sdílení připojení k Internetu spotřebovává více energie z baterie a zvyšuje využívání dat. Maximální povolený počet zařízení sdílejících připojení k Internetu je %d.
da: Internetdeling bruger mere batteri og øger dit dataforbrug. Det maksimalt tilladte antal af enheder til internetdeling er %d.
de: Tethering verbraucht mehr Akkuleistung und erhöht Ihr Datenvolumen. Für Tethering sind maximal %d Geräte erlaubt.
el_gr: Το tethering καταναλώνει περισσότερη ισχύ μπαταρίας και αυξάνει τη χρήση δεδομένων. Ο μέγιστος αριθμός συσκευών με tethering που επιτρέπεται είναι %d.
es_us: El anclaje consume más batería y aumenta el uso de datos. El número máximo de dispositivos anclados permitidos es %d.
et: Modemi kasutamine tarbib rohkem akutoidet ja suurendab andmekasutust. Maksimaalne lubatud modemiseadmete arv on %d.
eu: Ainguraketak bateria gehiago kontsumitzen du eta zure datuen erabilera areagotzen du. Ainguratutako gehieneko gailu kopurua %d da.
fi: Yhdistäminen kuluttaa enemmän virtaa ja lisää datan käyttöä. Yhdistettyjen laitteiden suurin sallittu määrä on %d.
fr: L'utilisation du modem sollicite davantage la batterie et augmente l'utilisation des données. Le nombre maximum d'appareils connectés est limité à %d.
ga: Ídítear tuilleadh cumhacht ceallra le nascaireacht agus méadaítear úsáid sonraí agat. Is iad %d uaslíon na ngléasanna ar a bhfuil nascaireacht ceadaithe.
gl: A ancoraxe á rede consume máis batería e incrementa o uso de datos. O número máximo de dispositivos ancorados á rede permitido é de %d.
hi: टेथरिंग बैटरी पॉवर की ज्यादा खपत करता है और आपका डाटा उपयोग बढ़ाता है। अनुमति प्राप्त टेथर किए गए डिवाइसों की अधिकतम संख्या %d है।
hr: Dijeljenje veze povećava potrošnju baterije i količinu prijenosa podataka. Maksimalan dopušten broj uređaja za dijeljenje veze je %d.
hu: Az internetmegosztás használata gyorsan meríti az akkumulátort, és nagyobb adatforgalmat eredményez. Az internetmegosztásban részt vevő eszközök maximális megengedett száma %d.
hy: Տեղակապումը մարտկոցի ավելի շատ էներգիա է սպառում և ավելացնում է տվյալների օգտագործումը: Տեղակապված սարքերի առավելագույն թույլատրված քանակը %d է
is: Tjóðrun notar meiri orku og eykur gagnanotkun. Leyfilegur hámarksfjöldi tjóðraðra tækja er %d.
it_it: Il tethering aumenta il consumo della batteria e l'uso dei dati. Il numero massimo consentito di dispositivi collegati tramite tethering è %d.
ja_jp: テザリングを有効にするとバッテリー消費量とデータ使用量が増加します。テザリング端末は最大%d台まで接続できます。
ka: მობილური ინტერნეტი ხარჯავს უფო მეტ ენერგიას და ზრდის მონაცემთა გამოყენებას. გაზიარებული მობილური ინტერნეტის მქონე მოწყობილობების დასაშვები მაქსიმალური რაოდენობაა %d
kk: Байланыстыру батарея зарядын көп пайдаланып, деректеріңіздің пайдаланылуын арттырады. Рұқсат етілген байланыстыру құрылғылардың ең көп саны — %d
ko_kr: 테더링을 사용하면 배터리 및 데이터 사용량이 증가합니다. 테더링할 수 있는 최대 디바이스 수는 %d개입니다.
lt: Kai įjungtas siejimas, suvartojama daugiau akumuliatoriaus energijos ir padidėja duomenų naudojimas. Didžiausias leistinas susietų įrenginių skaičius yra %d.
lv: Piesaiste patērē vairāk akumulatora enerģijas un palielina datu lietojumu. Maksimālais piesaistīto ierīču skaits ir %d.
mk: Делењето троши повеќе батерија и го зголемува користењето податоци. Максималниот дозволен број уреди за делење е %d.
nb: Internettdeling bruker mer batteristrøm og øker dataforbruket. Maksimalt antall tillatte enheter som kan bruke Internettdeling, er %d.
nl: Tethering verbruikt meer voeding en verhoogt uw gegevensgebruik. Het maximumaantal toegestane apparaten met tethering is %d.
pl: Router zużywa dodatkową energię baterii i zwiększa użycie danych. Maksymalna dozwolona liczba udostępnianych urządzeń to: %d.
pt_br: A conexão tethering consome mais bateria e aumenta sua utilização de dados. O número máximo de dispositivo conectados permitidos é de %d.
ro: Furnizarea accesului la internet consumă mai mult din energia bateriei şi creşte volumul de date utilizat. Numărul maxim de dispozitive cărora li se poate furniza acces la internet este %d.
ru_ru: При использовании модема быстро расходуется заряд батареи и увеличивается объем передаваемых данных. Максимальное число подключенных устройств: %d
sk: Zdieľanie pripojenia spotrebúva viac energie batérie a zvyšuje používanie dátových prenosov. Maximálny povolený počet zariadení zdieľajúcich pripojenie je %d.
sl: Uporaba telefona kot modema porabi več baterije in poveča porabo podatkov. Največje dovoljeno število naprav za uporabo kot modem je %d.
sr: Vezivanje troši više energije i povećava upotrebu podataka. Maksimalni dozvoljeni broj povezanih uređaja je %d.
sv: Internetdelning förbrukar mer batteri och dataanvändningen ökar. Högst %d enheter kan dela Internetanslutningen.
tr_tr: Bağlantı daha fazla pil gücü tüketir ve veri kullanımınızı arttırır. İzin verilen maksimum bağlı cihaz sayısı: %d.
uk: Прив'язка використовує більше заряду акумулятора та збільшує використання даних. Максимальна кількість дозволених пристроїв, які можна прив'язати: %d
uz: Bog‘lanish ko‘proq batareya quvvatini sarflaydi va ma’lumot ishlatilishini oshiradi. Bog‘lanish mumkin bo‘lgan qurilmalarning ruxsat etilgan maksimal miqdori: %d
zh_cn: 网络共享会消耗更多电池电量且增加您的数据使用量。允许的最大网络共享设备数为 %d。
zh_hk: 網絡共享會消耗更多電力並增加您的數據使用量。可允許的最高網絡共享裝置數量為 %d。

source: Wi-Fi network will be disconnected. Tethering consumes more battery power and increases your data usage. The maximum number of tethered devices allowed is %d.
ar: ‏‫سيتم قطع اتصال شبكة Wi-Fi. يؤدي التقييد إلى استهلاك المزيد من طاقة البطارية وزيادة استخدام البيانات. الحد الأقصى لعدد الأجهزة المقيدة المسموح بها هو %d.
az: Wi-Fi şəbəkəsi ilə əlaqə kəsiləcək. Bağlanma daha çox batareyadan istifadə edir və verilənlərdən istifadənizi artırır. Bağlanan cihazların icazə verilən maksimum sayı %d-dir
bg: Wi-Fi мрежата ще бъде прекъсната. Привързването консумира повече енергия от батерията и увеличава потреблението на данни. Максималният позволен брой привързани устройства е %d.
ca: Es desconnectarà la xarxa Wi-Fi. El tethering consumeix més bateria i augmenta el consum de dades. El nombre màxim de dispositius connectats amb tethering permesos és %d.
cs: Síť Wi-Fi bude odpojena. Sdílení připojení k Internetu spotřebovává více energie z baterie a zvyšuje využívání dat. Maximální povolený počet zařízení sdílejících připojení k Internetu je %d.
da: Wi-Fi-netværk vil blive frakoblet. Internetdeling bruger mere batteri og øger dit dataforbrug. Det maksimalt tilladte antal af enheder til internetdeling er %d.
de: Die WLAN-Verbindung wird getrennt. Tethering verbraucht mehr Akkuleistung und erhöht Ihr Datenvolumen. Für Tethering sind maximal %d Geräte erlaubt.
el_gr: Το δίκτυο Wi-Fi θα αποσυνδεθεί. Το tethering καταναλώνει περισσότερη ισχύ μπαταρίας και αυξάνει τη χρήση δεδομένων. Ο μέγιστος αριθμός συσκευών με tethering που επιτρέπεται είναι %d.
es_us: Se desconectará la red Wi-Fi. El anclaje consume más batería y aumenta el uso de datos. El número máximo de dispositivos anclados permitidos es %d.
et: Wi-Fi-võrgu ühendus katkestatakse. Modemi kasutamine tarbib rohkem akutoidet ja suurendab andmekasutust. Maksimaalne lubatud modemiseadmete arv on %d.
eu: Wi-Fi sarea deskonektatuko da. Ainguraketak bateria gehiago kontsumitzen du eta zure datuen erabilera areagotzen du. Ainguratutako gehieneko gailu kopurua %d da.
fi: Wi-Fi-verkkoyhteys katkaistaan. Yhdistäminen kuluttaa enemmän virtaa ja lisää datan käyttöä. Yhdistettyjen laitteiden suurin sallittu määrä on %d.
fr: La connexion au réseau Wi-Fi va être interrompue. L'utilisation du modem consomme davantage de batterie et augmente l'utilisation des données. Le nombre maximum d'appareils connectés est limité à %d.
ga: Déanfar líonra Wi-Fi dínascadh. Ídítear tuilleadh cumhacht ceallra le nascaireacht agus méadaítear úsáid sonraí agat. Is iad %d uaslíon na ngléasanna ar a bhfuil nascaireacht ceadaithe.
gl: A rede Wi-Fi desconectarase. A ancoraxe á rede consume máis batería e incrementa o uso de datos. O número máximo de dispositivos ancorados á rede permitido é de %d.
hi: Wi-Fi नेटवर्क डिस्कनेक्ट किया जाएगा। टेथरिंग बैटरी पॉवर की ज्यादा खपत करता है और आपका डाटा उपयोग बढ़ाता है। अनुमति प्राप्त टेथर किए गए डिवाइसों की अधिकतम संख्या %d है।
hr: Wi-Fi veza će se odspojiti. Dijeljenje veze povećava potrošnju baterije i količinu prijenosa podataka. Maksimalan dopušten broj uređaja za dijeljenje veze je %d.
hu: Megszűnik a Wi-Fi hálózati kapcsolat. Az internetmegosztás használata gyorsan meríti az akkumulátort, és nagyobb adatforgalmat eredményez. Az internetmegosztásban részt vevő eszközök maximális megengedett száma %d.
hy: Wi-Fi ցանցը կանջատվի: Տեղակապումը մարտկոցի ավելի շատ էներգիա է սպառում և ավելացնում է տվյալների օգտագործումը: Տեղակապված սարքերի առավելագույն թույլատրված քանակը %d է
is: Wi-Fi netið verður aftengt. Tjóðrun notar meiri orku og eykur gagnanotkun. Leyfilegur hámarksfjöldi tjóðraðra tækja er %d.
it_it: La rete Wi-Fi verrà disconnessa. Il tethering aumenta il consumo della batteria e l'uso dei dati. Il numero massimo consentito di dispositivi collegati tramite tethering è %d.
ja_jp: Wi-Fiネットワークの接続が解除されます。テザリングを有効にするとバッテリー消費量とデータ使用量が増加します。テザリング端末は最大%d台まで接続できます。
ka: Wi-Fi ქსელი გაითიშება. მობილური ინტერნეტი ხარჯავს უფო მეტ ენერგიას და ზრდის მონაცემთა გამოყენებას. გაზიარებული მობილური ინტერნეტის მქონე მოწყობილობების დასაშვები მაქსიმალური რაოდენობაა %d
kk: Wi-Fi желісі ажыратылады. Байланыстыру батарея зарядын көп пайдаланып, деректеріңіздің пайдаланылуын арттырады. Рұқсат етілген байланыстыру құрылғылардың ең көп саны — %d
ko_kr: Wi-Fi 네트워크 연결을 해제합니다. 테더링을 사용하면 배터리와 데이터 사용량이 증가합니다. 테더링할 수 있는 최대 디바이스 수는 %d개입니다.
lt: „Wi-Fi“ tinklas bus atjungtas. Kai įjungtas siejimas, suvartojama daugiau akumuliatoriaus energijos ir padidėja duomenų naudojimas. Didžiausias leistinas susietų įrenginių skaičius yra %d.
lv: Wi-Fi tīkls tiks atvienots. Piesaiste patērē vairāk akumulatora enerģijas un palielina datu lietojumu. Maksimālais piesaistīto ierīču skaits ir %d.
mk: Ќе се прекине врската со мрежата Wi-Fi. Делењето троши повеќе батерија и го зголемува користењето податоци. Максималниот дозволен број уреди за делење е %d.
nb: Wi-Fi-nettverket vil bli frakoblet. Internettdeling bruker mer batteristrøm og øker dataforbruket. Maksimalt antall tillatte enheter som kan bruke Internettdeling, er %d.
nl: Verbinding met Wi-Fi-netwerk wordt verbroken. Tethering verbruikt meer voeding en verhoogt uw gegevensgebruik. Het maximumaantal toegestane apparaten met tethering is %d.
pl: Sieć Wi-Fi zostanie rozłączona. Router zużywa dodatkową energię baterii i zwiększa użycie danych. Maksymalna dozwolona liczba udostępnianych urządzeń to: %d.
pt_br: A rede Wi-Fi será desconectada. A conexão tethering consome mais bateria e aumenta sua utilização de dados. O número máximo de dispositivo conectados permitidos é de %d.
ro: Reţeaua Wi-Fi va fi deconectată. Furnizarea accesului la internet consumă mai mult din energia bateriei şi creşte volumul de date utilizat. Numărul maxim de dispozitive cărora li se poate furniza acces la internet este %d.
ru_ru: Сеть Wi-Fi будет отключена. При использовании модема быстро расходуется заряд батареи и увеличивается объем передаваемых данных. Максимальное число подключенных устройств: %d
sk: Sieť Wi-Fi sa odpojí. Zdieľanie pripojenia spotrebúva viac energie batérie a zvyšuje používanie dátových prenosov. Maximálny povolený počet zariadení zdieľajúcich pripojenie je %d.
sl: Povezava z omrežjem Wi-Fi bo prekinjena. Uporaba telefona kot modema porabi več baterije in poveča porabo podatkov. Največje dovoljeno število naprav za uporabo kot modem je %d.
sr: Veza sa Wi-Fi mrežom će biti prekinuta. Vezivanje troši više energije i povećava upotrebu podataka. Maksimalni dozvoljeni broj povezanih uređaja je %d.
sv: Wi-Fi-nätverket kopplas från. Internetdelning förbrukar mer batteri och dataanvändningen ökar. Högst %d enheter kan dela Internetanslutningen.
tr_tr: Wi-Fi ağının bağlantısı kesilecektir. Bağlantı daha fazla pil gücü tüketir ve veri kullanımınızı arttırır. İzin verilen maksimum bağlı cihaz sayısı: %d.
uk: Мережу Wi-Fi буде відключено. Прив'язка використовує більше заряду акумулятора та збільшує використання даних. Максимальна кількість дозволених пристроїв, які можна прив'язати: %d
uz: Wi-Fi tarmoq uziladi. Bog‘lanish ko‘proq batareya quvvatini sarflaydi va ma’lumot ishlatilishini oshiradi. Bog‘lanish mumkin bo‘lgan qurilmalarning ruxsat etilgan maksimal miqdori: %d
zh_cn: Wi-Fi 网络将断开。网络共享会消耗更多电池电量且增加您的数据使用量。允许的最大网络共享设备数为 %d。
zh_hk: Wi-Fi 網絡將中斷連接。網絡共享會消耗更多電力並增加您的數據使用量。可允許的最高網絡共享裝置數量為 %d。

# IDS_ST_BUTTON_ENABLE_M_USE
source: Enable
ar: تفعيل
az: Qoş
bg: Разрешаване
ca: Activar
cs: Povolit
da: Aktivér
de: Aktivieren
el_gr: Ενεργό
es_us: Activado
et: Luba
eu: Gaitu
fi: Päälle
fr: Activer
ga: Cumasaigh
gl: Activar
hi: सक्षम करें
hr: Uključi
hu: Engedélyezés
hy: Ակտիվացնլ
is: Gera virkt
it_it: Attiva
ja_jp: 有効
ka: გააქტიურება
kk: Қосу
ko_kr: 사용
lt: Įjungti
lv: Aktivizēt
mk: Вклучи
nb: Aktiver
nl: Aanzetten
pl: Włącz
pt_br: Ativar
ro: Activare
ru_ru: Включено
sk: Povoliť
sl: Omogoči
sr: Omogući
sv: Aktivera
tr_tr: Etkin
uk: Увімкнути
uz: Yoqish
zh_cn: 启动
zh_hk: 啟用

# IDS_ST_HEADER_DATA_USAGE_LIMIT_REACHED_ABB2
source: Data usage limit reached
ar: تم بلوغ حد استخدام البيانات
az: Tarifdən ist limit çat
bg: Лимит изп. данни достиг.
ca: Límit ús de dades assolit
cs: Dosažen limit využití dat
da: Brugsgrænse for data nået
de: Max. Datennutzg. erreicht
el_gr: Συμπλ. ορίου χρήσης δεδ.
es_us: Se alc. lím. de uso de datos
et: And.kas. piir. saavutatud
eu: Datu er. mugara helduta
fi: Datankäyttöraj. saavut.
fr: Limite données atteinte
ga: Teor. sonraí bainte amach
gl: Alcanzouse lím. uso datos
hi: डाटा उपयोग सीमा तक पहुँच गया
hr: Dosegn. ogr. korišt. pod.
hu: Elérte az adatkorlátot
hy: Հասել է տվ. օգտ. սհմնչափ
is: Hámarksgagnanotkun náð
it_it: Limite utiliz. dati ragg.
ja_jp: データ使用制限に到達
ka: შეივსო მონაცემთა ლიმიტი
kk: Дер-рді пайд.шегіне жетті
ko_kr: 데이터 사용 한도 도달
lt: Pasiekta duom. naud. riba
lv: Sasn. datu liet. ierob.
mk: Дост.е огран.за кор.под.
nb: Databruksgrense er nådd
nl: Limiet geg.gebrk bereikt
pl: Osiąg. limit użycia dan.
pt_br: Limite uso dados atingido
ro: Lim. utiliz. date atinsă
ru_ru: Дост. огран.на испол.дан.
sk: Dosiahol sa limit pr. dát
sl: Omej. por. pod. dosežena
sr: Granica podat. dostignuta
sv: Dataanv.gräns uppnådd
tr_tr: Vri kllnm sınırına ulşldı
uk: Досягн.обмеж.на вик.даних
uz: Trafik chekloviga yetildi
zh_cn: 已达到数据使用量限制
zh_hk: 已達數據使用量上限

# IDS_ST_MBODY_FLIGHT_MODE_ABB
source: Flight mode
ar: وضع الطيران
az: Uçuş rejimi
bg: Режим Полет
ca: Mode Vol
cs: R. Letadlo
da: Flytilstand
de: Offl.-Modus
el_gr: Λειτ. πτήσ.
es_us: Perfil Fuera de línea
et: Lennurežiim
eu: Hegal. mod.
fi: Lentotila
fr: M. Hs-ligne
ga: Mód eitilte
gl: Modo Avión
hi: फ्लाइट मोड
hr: Bez mreže
hu: Repülő ü.m.
hy: Թռչք. ռեժիմ
is: Flugstill.
it_it: Mod. offl.
ja_jp: 機内モード
ka: ფრენის რეჟ.
kk: Ұшу режимі
ko_kr: 비행기 탑승 모드
lt: Skryd. rež.
lv: Lid. režīms
mk: Реж.за лет.
nb: Flymodus
nl: Vliegstand
pl: Tr. Offline
pt_br: Modo de voo
ro: Modul Zbor
ru_ru: Автон. реж.
sk: Let. režim
sl: Letenje
sr: Rež. letenja
sv: Flygläge
tr_tr: Uçuş modu
uk: Без зв’яз.
uz: Parvoz rjm
zh_cn: 飞行模式
zh_hk: 飛行模式

source: Device names are displayed to distinguish each of the devices available in the nearby devices list, and via Bluetooth, Wi-Fi Direct, and other methods.
ar: تعرض أسماء الأجهزة لتمييز كل جهاز متوفر في قائمة الأجهزة القريبة، عبر البلوتوث وWi-Fi مباشر وغيرها من الطرق.
az: Bluetooth, Wi-Fi Direct və digər metodları vasitəsilə cihaz adları yaxınlıqdakı cihaz siyahısında mövcud olan cihazlardan hər birini ayırd etmək üçün göstərilir.
bg: Имената на устройствата са показани, за да се различава всяко от устройствата, налични в списъка с устройства наблизо, и през Bluetooth, Wi-Fi Direct и други методи.
ca: Els noms de dispositius es mostren per distingir cadascun dels dispositius disponibles a la llista de dispositius propers, i mitjançant Bluetooth, Wi-Fi Direct i altres mètodes.
cs: Jsou zobrazeny názvy zařízení, aby se odlišila jednotlivá zařízení dostupná v seznamu nedalekých zařízení, a dostupná prostřednictvím Bluetooth, Wi-Fi Direct a dalších metod.
da: Enhedsnavne vises for at identificere hver enkelt af de tilgængelige enheder i forhold til andre enheder i nærheden og via Bluetooth, Wi-Fi Direct og andre metoder.
de: Gerätenamen werden angezeigt um jedes Gerät unterscheiden zu können, das über die Liste naher Geräte, Bluetooth, Wi-Fi Direct oder andere Methoden verfügbar ist.
el_gr: Τα αρχεία συσκευής εμφανίζονται για την αναγνώριση των διαθέσιμων συσκευών στη λίστα των κοντινών συσκευών και των συσκευών που είναι διαθέσιμες μέσω Bluetooth, Wi-Fi Direct και άλλων μεθόδων.
es_us: Los nombres de dispositivo se muestran para diferenciar cada uno de los dispositivos disponibles en la lista de dispositivos cercanos y vía Bluetooth, Wi-Fi Directo y otros métodos.
et: Seadmete nimed kuvatakse selleks, et eristada iga lähedalasuva seadme loendis ja Bluetoothi, Wi-Fi Directi ja muude meetodite kaudu saadaolevat seadet.
eu: Gertuko gailuen zerrendan eta Bluetooth, Wi-Fi Direct eta beste metodo batzuen bidez erabilgarri dauden gailuen izenak erakusten dira.
fi: Laitteiden nimet näytetään, jotta käytettävissä olevat laitteet voidaan erottaa lähellä olevien laitteiden luettelossa sekä Bluetoothia, Wi-Fi Directia ja muita yhteystapoja käytettäessä.
fr: Les noms des appareils sont affichés pour vous permettre de distinguer les appareils disponibles dans la liste des appareils à proximité, ainsi que via Bluetooth, Wi-Fi Direct ou par d'autres méthodes.
ga: Taispeántar ainmneacha gléasanna le hidirdhealú a dhéanamh idir na gléasanna atá ar fáil i liosta na ngléasanna in aice láimhe, agus trí Bluetooth, Wi-Fi Direct, agus modhanna eile.
gl: Os nomes dos dispositivos amósanse para distinguir cada un dos dispositivos dispoñibles na lista de dispositivos próximos e a través de Bluetooth, Wi-Fi Direct e outros métodos.
hi: ब्लूटूथ, Wi-Fi Direct और किसी अन्य पद्धतियों के माध्यम से, निकटवर्ती डिवाइसों की सूची में उपलब्ध प्रत्येक डिवाइसों को पहचानने के लिए डिवाइस नाम प्रदर्शित होते हैं।
hr: Nazivi uređaja prikazani su radi razlikovanja pojedinih uređaja dostupnih na listi najbližih uređaja, putem Bluetootha, Wi-Fi Directa te na druge načine.
hu: Megjelennek az eszköznevek, hogy meg lehessen különböztetni a közeli eszközök listáján szereplő, illetve Bluetooth, Wi-Fi Direct vagy egyéb módszer használatával elérhető egyes eszközöket.
hy: Սարքի անունները ցուցադրվում են, որպեսզի տարբերվի մոտակա սարքերի ցանկում առկա և Bluetooth, Wi-Fi Direct ու այլ եղանակներով մատչելի սարքերից յուրաքանչյուրը:
is: Heiti tækja eru birt til að greina tiltæk tæki í sundur á listanum yfir nálæg tæki, með Bluetooth, Wi-Fi Direct og öðrum aðferðum.
it_it: I nomi dei dispositivi consentono di distinguere ciascun dispositivo vicino presente in elenco e quelli connessi con Bluetooth, Wi-Fi Direct e altri metodi.
ja_jp: 近くのデバイス、Bluetooth、Wi-Fi Directなどで表示される利用可能なデバイスリストに、デバイスの名前を表示して、簡単に区別することができます。
ka: ნაჩვენებია მოწყობილობების სახელები, რათა განასხვაოთ ახლომდებარე მოწყობილობების სიაში მყოფი თითოეული მათგანი, რომელთანაც შეიძლება კავშირის დამყარება Bluetooth-ით, Wi-Fi Direct-ითა და სხვა მეთოდებით.
kk: Құрылғы атаулары жақын құрылғылар тізімінде қол жетімді құрылғылар ақылы көрсетіледі.
ko_kr: 주변 디바이스, 블루투스, Wi-Fi 다이렉트 및 기타 다른 디바이스 목록에 이름을 표시하여 각 디바이스를 쉽게 구별할 수 있습니다.
lt: Įrenginių pavadinimai rodomi, kad būtų galima išskirti kiekvieną įrenginį netoliese esančių įrenginių sąraše naudojant „Bluetooth“, „Wi-Fi Direct“ ir kitus metodus.
lv: Tiek parādīti ierīču nosaukumi, lai atšķirtu katru ierīci, kas pieejama tuvējo ierīču sarakstā vai izmantojot Bluetooth, Wi-Fi Direct un citas metodes.
mk: Имињата на уредите се прикажани за да се разликува секој уред од уредите достапни на листата блиски уреди, како и преку Bluetooth, Wi-Fi Direct и други начини.
nb: Enhetsnavn vises for å skille hver enhet som er tilgjengelig, på listen over enheter i nærheten og via Bluetooth, Wi-Fi Direct og andre metoder.
nl: Apparaatnamen worden weergegeven om onderscheid te maken tussen de apparaten die beschikbaar zijn in de lijst met apparaten in de buurt, en via Bluetooth, Wi-Fi Direct en andere methoden.
pl: Nazwy urządzeń są wyświetlane w celu rozróżnienia poszczególnych urządzeń dostępnych na liście urządzeń w pobliżu lub dostępnych przez Bluetooth, Wi-Fi Direct oraz innymi metodami.
pt_br: Os nomes dos dispositivos são exibidos para distinguir cada um dos dispositivos disponíveis na lista de dispositivos próximos e por Bluetooth, Wi-Fi Direct e outros métodos.
ro: Numele dispozitivelor sunt afişate pentru a diferenţia dispozitivele disponibile pe lista de dispozitive din apropiere, dar şi prin Bluetooth, Wi-Fi Direct şi alte metode.
ru_ru: Имена устройств позволяют различать доступные устройства в списке устройств поблизости, а также при подключении через Bluetooth, Wi-Fi Direct и другими способами.
sk: Názvy zariadení sa zobrazujú na odlíšenie každého dostupného zariadenia v zozname blízkych zariadení a cez Bluetooth, Wi-Fi Direct a ďalšie spôsoby pripojenia.
sl: Imena naprav so prikazana, da lahko ločite naprave, ki so na voljo na seznamu naprav v bližini, prek povezav Bluetooth in Wi-Fi Direct, ali na druge načine.
sr: Nazivi uređaja se prikazuju u cilju razlikovanja svakog pojedinačnog uređaja u okviru liste uređaja u blizini koji su dostupni putem Bluetooth-a, Wi-Fi Direct-a i drugih načina.
sv: Enhetsnamnen visas för att urskilja var och en av de tillgängliga enheterna i listan över närliggande enheter och via Bluetooth, Wi-Fi Direct och andra åtgärder.
tr_tr: Uygun cihazların her birini ayırt edebilmek için cihaz adları yakındaki cihazlar listesinde ve Bluetooth, Wi-Fi Direct ve diğer yöntemler yoluyla gösterilir.
uk: Імена дають змогу відрізняти один від одного різні пристрої, які відображаються в списку наявних поблизу пристроїв, а також знайдені через Bluetooth, Wi-Fi Direct тощо.
uz: Yaqin-atrofdagi qurilmalar ro‘yxatidagi qurilmalarni Bluetooth, Wi-Fi Direct va boshqalar orqali ajratib olish uchun qurilma nomlari ko‘rsatiladi.
zh_cn: 显示设备名称以区分附近设备列表中可用的、以及通过蓝牙、Wi-Fi 直连及其他方式可用的各个设备。
zh_hk: 顯示裝置名稱可區分附近裝置清單中通過藍牙、Wi-Fi Direct 與其他方式連接的所有可用裝置。
