Repository: tizenorg/apps.home.ug-mobile-ap
Catalog: po/*.po
Languages: ar, az, bg, ca, cs, da, de, el_gr, es_us, et, eu, fi, fr, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, ko_kr, lt, lv, mk, nb, nl, pl, pt_br, ro, ru_ru, sk, sl, sr, sv, tr_tr, uk, uz, zh_cn, zh_hk

# IDS_ST_POP_TO_USE_TETHERING_CONNECT_TO_A_MOBILE_NETWORKS
source: To use tethering, connect to a mobile networks.
ar: لاستخدام التقييد، قم بالتوصيل بشبكات المحمول
az: Bağlanmadan istifadə etmək üçün mobil şəbəkələrə qoşulun.
bg: За да използвате привързване, свържете се към мобилни мрежи.
ca: Per utilitzar tethering, connecti a xarxes mòbils
cs: Chcete-li použít sdílení připojení k Internetu, připojte se k mobilním sítím.
da: Du skal oprette forbindelse til mobilt netværk for at bruge deling.
de: Wenn Sie Tethering verwenden möchten, müssen Sie mit mobilen Netzwerken verbunden sein.
el_gr: Για τη χρήση της λειτουργίας tethering, συνδεθείτε σε δίκτυα κινητής τηλεφωνίας.
es_us: Para usar el anclaje a red, conéctese a red móvil.
et: Modemi kasutamiseks looge uhendus mobiilsidevorkudega.
eu: Ainguraketa erabiltzeko, konektatu sare mugikorrak
fi: Jos haluat käyttää yhteyttä, muodosta yhteys mobiiliverkkoihin.
fr: Pour utiliser le modem, connectez-vous aux réseaux mobiles.
ga: Le nascaireacht a úsáid, nasc le líonraí móibíleacha
gl: Para usar a ancoraxe á rede, conéctate a unha rede móbil
hi: टेथरिंग का उपयोग करने के लिए, किसी मोबाइल नेटवर्क से केनक्ट करें
hr: Da biste koristili dijeljenje, spojite se na mobilne mreže.
hu: Az internetmegosztás használatához létesítsen mobilhálózati kapcsolatot.
hy: Տեղակապում օգտագործելու համար միացեք շարժական կապի ցանցերին:
is: Tengstu farsímakerfum til að nota tjóðrun.
it_it: Per utilizzare il tethering, connettetevi a una rete mobile.
ja_jp: テザリングを使用するには、モバイルネットワークに接続してください。
ka: კომპიუტერში მობილური ინტერნეტის გამოსაყენებლად, დაუკავშირდით მობილურ ქსელებს.
kk: Байланыстыруды пайдалану үшін, ұялы желілерге қосылыңыз.
ko_kr: 테터링을 사용하려면 모바일 네트워크에 연결하세요.
lt: Norėdami naudoti siejimo funkciją prisijunkite prie mobiliųjų tinklų.
lv: Lai lietotu piesaisti, izveidojiet savienojumu ar mobilajiem tīkliem.
mk: За да користите делење, поврзете се со мобилни мрежи.
nb: Hvis du vil bruke Internettdeling, må du koble til mobilnett.
nl: Als u tethering wilt gebruiken, maakt u verbinding met een mobiel netwerk.
pl: Aby używać routera, skorzystaj z sieci telefonii komórkowych.
pt_br: Para usar a ancoragem, conecte-se a uma rede móvel.
ro: Pentru a utiliza furnizarea accesului la internet, conectaţi-vă la reţele mobile.
ru_ru: Чтобы использовать модем, подключитесь к мобильной сети.
sk: Ak chcete použiť zdieľanie pripojenia, pripojte sa k mobilným sieťam.
sl: Če želite internet dati v skupno rabo, se povežite z enim od mobilnih omrežij.
sr: Za korišćenje vezivanja, poveži se na mreže mobilne telefonije.
sv: Anslut till mobila nätverk om du vill använda Internetdelning.
tr_tr: Bağlantı kullanmak için, mobil ağlara bağlanın
uk: Щоб скористатися прив'язкою, встановіть підключення до мобільних мереж.
uz: Bog‘lanishdan foydalanish uchun mobil tarmoqlarga ulaning.
zh_cn: 若要使用网络共享，请连接至移动网络。
zh_hk: 若要使用網絡共享，請連接至流動網絡。

# IDS_ST_SK_RENAME
source: Rename
ar: تغيير الاسم
az: Adını dəyişdir
bg: Ново име
ca: Canv. nom
cs: Přejmenovat
da: Omdøb
de: Umbenennen
el_gr: Μετονομασία
es_us: Renombrar
et: Nim. ümb.
eu: Berrizendatu
fi: Nim. uud.
fr: Renommer
ga: Athainmnigh
gl: Cam. nome
hi: नाम बदलें
hr: Preimenuj
hu: Átnevez
hy: Վրանվանել
is: Endurnefna
it_it: Rinomina
ja_jp: 名前変更
ka: გადარქმ.
kk: Бсқш атау
ko_kr: 이름 변경
lt: Pervardyti
lv: Pārdēvēt
mk: Преименувај
nb: Endre navn
nl: Hernoemen
pl: Zmień nazwę
pt_br: Renomear
ro: Redenumire
ru_ru: Переименовать
sk: Premenovať
sl: Preimenuj
sr: Preimenuj
sv: Byt namn
tr_tr: Yen. ad.
uk: Перейменувати
uz: Nom o‘zg.
zh_cn: 重命名
zh_hk: 重新命名

# IDS_WIFI_HEADER_CONNECTED_DEVICES
source: Connected devices
ar: الأجهزة المتصلة
az: Qoşulmuş cihazlar
bg: Свързани устройства
ca: Dispositius connectats
cs: Připojená zařízení
da: Tilsluttede enheder
de: Verbundene Geräte
el_gr: Συνδεδεμένες συσκευές
es_us: Dispositivos conectados
et: Ühendatud seadmed
eu: Konektatutako gailuak
fi: Yhdistetyt laitteet
fr: Périphériques connectés
ga: Gléasanna nasctha
gl: Dispositivos conectados
hi: कनेक्ट किए गए डिवाइसेस
hr: Spojeni uređaji
hu: Csatlakoztatott eszközök
hy: Միացված սարքեր
is: Tengd tæki
it_it: Dispositivi connessi
ja_jp: 接続デバイス
ka: დაკავშირებული მოწყობილობები
kk: Қосылған құрылғылар
ko_kr: 연결된 디바이스
lt: Prijungti įrenginiai
lv: Pievienotās ierīces
mk: Поврзани уреди
nb: Tilkoblede enheter
nl: Verbonden apparaten
pl: Podłączone urządzenia
pt_br: Dispositivos conectados
ro: Dispozitive conectate
ru_ru: Подключенные устройства
sk: Pripojené zariadenia
sl: Povezane naprave
sr: Povezani uređaji
sv: Anslutna enheter
tr_tr: Bağlı cihazlar
uk: Підключені пристрої
uz: Ulangan qurilmalar
zh_cn: 已连接设备
zh_hk: 已連接裝置

# MIDS_SWALL_HEADER_SIM_CARD_ERROR_OCCURRED_ABB
source: SIM card error occurred
ar: حدث خطأ في بطاقة SIM
az: SIM kart səhvi baş verdi
bg: Възникна грешка в SIM картата
ca: S'ha produït error targeta SIM
cs: Došlo k chybě SIM karty
da: Der opstod fejl med SIM-kortet
de: SIM-Karten-Fehler aufgetreten
el_gr: Προέκυψε σφάλμα κάρτας SIM
es_us: Ocurrió un error con tarj. SIM
et: Ilmnes SIM-kaardi tõrge
eu: SIM txartel errorea gertatu da
fi: SIM-korttivirhe
fr: Erreur de carte SIM
ga: Tharla earráid cárta SIM
gl: Produciuse un erro tarxeta SIM
hi: SIM कार्ड त्रुटि उत्पन्न हुई
hr: Greška na SIM kartici
hu: SIM-hiba történt
hy: SIM քարտի սխալ է տեղի ունեցել
is: Villa kom upp á SIM-korti
it_it: Errore scheda SIM
ja_jp: SIMカードエラー発生
ka: მოხდა SIM ბარათის შეცდომა
kk: SIM карта қатесі орын алды
ko_kr: SIM 카드 오류 발생
lt: Įvyko SIM kortelės klaida
lv: Radās SIM kartes kļūda
mk: Дојде до грешка на SIM-карт.
nb: Det oppstod en SIM-kortfeil
nl: Fout met simkaart opgetreden
pl: Wystąpił błąd karty SIM
pt_br: Erro no cartão SIM
ro: Eroare de cartelă SIM
ru_ru: Произошла ошибка SIM-карты
sk: Vyskytla sa chyba karty SIM
sl: Napake kartice SIM
sr: Došlo je do greške SIM kartice
sv: Ett SIM-kortfel inträffade
tr_tr: SIM kartı hatası oluştu
uk: Сталася помилка SIM-картки
uz: SIM-karta xatosi yuzaga keldi
zh_cn: 发生 SIM 卡错误
zh_hk: 發生 SIM 卡錯誤

# IDS_MOBILEAP_POP_UNABLE_TO_USE_PACKET_DATA_SERVICE_OUT_OF_COVERAGE
source: Unable to use packet data service. Out of coverage.
ar: يتعذر استخدام خدمة الحزمة. خارج نطاق التغطية.
az: Paket xidmətindən istifadə etmək mümkün deyil. Əhatə dairəsindən xaricdədir.
bg: Не може да се използва пакетна услуга. Извън покритие.
ca: No es pot utilitzar el servei de paquets. Fora de cobertura.
cs: Nelze používat službu paketových přenosů. Mimo pokrytí.
da: Kan ikke anvende pakketjeneste. Uden for dækning.
de: Paketdienst kann nicht verwendet werden. Außerhalb des Abdeckungsbereichs
el_gr: Δεν είναι δυνατή η χρήση της υπηρεσίας πακέτων. Εκτός δικτύου κάλυψης.
es_us: No se puede usar servicio de paquetes. Fuera de cobertura.
et: Pakettandmeside teenust ei saa kasutada. Levialast valjas.
eu: Ezin da pakete zerbitzua erabili. Ez dago estaldurarik.
fi: Pakettipalvelua ei voi käyttää. Peittoalueen ulkopuolella.
fr: Impossible d'utiliser les connexions de données. Hors zone de couverture
ga: Ní féidir seirbhís paicéid a úsáid. As raon clúdaigh.
gl: Non se pode usar o paquete de servizos. Fóra de cobertura.
hi: पैकेट डाटा सेवा का उपयोग करने में असमर्थ। कवरेज से बाहर।
hr: Nemoguće koristiti paketnu uslugu. Nema mreže.
hu: Nem használható csomagalapú szolgáltatás. Nincs lefedettség.
hy: Անհնար է օգտագործել Ձայնային հրամայող: Ծածկույթից դուրս:
is: Það er ekki hægt að nota pakkagagnaþjónustu. Síminn er utan þjónustusvæðis.
it_it: Impossibile utilizzare servizio a pacchetti. Fuori da copertura.
ja_jp: 圏外です。パケットデータサービスを使用できません。
ka: პაკეტის სერვისს ვერ გამოიყენებთ. დაფარვის ზონის გარეთ.
kk: Пакеттік қызметті пайдалану мүмкін емес. Қолдану аясынан тыс жерде.
ko_kr: 서비스 지역을 벗어나 패킷 데이터 서비스를 사용할 수 없습니다.
lt: Neįmanoma naudoti paketinių duomenų paslaugos. Ne ryšio zonoje.
lv: Nevar lietot pakešu pakalpojumu. Nav pārklājuma.
mk: Не може да се користи пакетната услуга. Надвор од опсегот.
nb: Kan ikke bruke pakketjeneste. Utenfor dekningsområdet.
nl: Kan pakketservice niet gebruiken. Geen dekking.
pl: Nie można włączyć usługi pakietowej. Brak zasięgu.
pt_br: Impossível utilizar serviço por pacotes. Fora da cobertura.
ro: Imposibil de utilizat serviciul de transfer de pachete. În afara ariei de acoperire.
ru_ru: Невозможно использовать услугу передачи пакетов. Вне зоны покрытия.
sk: Nedá sa použiť paketová služba. Mimo pokrytia.
sl: Ni mogoče uporabiti paketnega prenosa podatkov. Ni pokritosti s signalom.
sr: Nemoguće koristiti uslugu prenosa podataka. Van dometa.
sv: Det går inte att använda pakettjänsten. Ingen täckning.
tr_tr: Paket servisi kullanılamıyor. Kapsama alanı dışında.
uk: Неможливо скористатися пакетною послугою. Поза зоною покриття.
uz: Paketli ma’l. xizmatidan foydal. bo‘lmaydi. Xizmat ko‘rsatish doirasidan tashqarida.
zh_cn: 无法使用信息包服务。在覆盖范围之外。
zh_hk: 無法使用分組數據服務。超出覆蓋範圍。

# IDS_ST_BODY_ABOUT_PHONE
source: About phone
ar: حول الهاتف
bg: Относно телефона
et: Teave telefoni kohta
fr: À propos du téléphone
ga: Eolas faoin bhfóin
gl: Acerca do teléfono
hi: फोन के बारे में
hr: O telefonu
hy: Հեռախոսի մասին
ja_jp: 端末情報
lt: Apie telefoną
lv: Par tālruni
mk: За телефонот
pl: O telefonie
ru_ru: Сведения о телефоне
sl: Vizitka telefona
sr: O telefonu
tr_tr: Telefon hakkında
uk: Відомості про телефон
zh_hk: 關於手機

# IDS_POPSYNC_BODY_CONNECT_YOUR_MOBILE_DEVICE_TO_THE_PC_VIA_USB_CABLE_T_HELP
source: Connect your mobile device to the PC via USB cable.
ar: قم بتوصيل الجهاز المحمول بالكمبيوتر عبر كابل USB.
bg: Свържете мобилното си устройство към компютъра през USB кабел.
et: Ühendage oma mobiilsideseade USB-kaabli abil arvutiga.
fr: Connectez votre appareil mobile au PC avec le câble USB.
ga: Ceangail do ghléas móibíleach leis an ríomhaire trí chábla USB.
gl: Conecta o dispositivo móbil ao PC mediante un cable USB
hi: USB केबल के माध्यम से अपने मोबाइल डिवाइस को PC से कनेक्ट करें।
hr: Spojite mobilni uređaj na računalo pomoću USB-kabela.
hy: Ձեր շարժական սարքը USB լարով կապակցեք ԱՀ-ի հետ:
ja_jp: USBケーブルでモバイル端末をPCに接続します。
lt: Prijunkite mobilųjį įrenginį prie kompiuterio USB kabeliu.
lv: Savienojiet mobilo ierīci ar datoru, izmantojot USB kabeli.
mk: Поврзете го мобилниот уред со компјутерот преку кабел USB.
pl: Podłącz urządzenie przenośne do komputera za pomocą kabla USB.
ru_ru: Подключите мобильное устройство к ПК с помощью USB-кабеля.
sl: Mobilno napravo in računalnik povežite s kablom USB.
sr: Poveži mobilni uređaj direktno na PC putem USB kabla.
tr_tr: Mobil cihazınızı USB kablo ile PC'ye bağlayın.
uk: Підключіть мобільний пристрій до ПК через кабель USB.
zh_hk: 透過 USB 傳輸線將流動裝置連接到電腦。
